Repository: man56/santam-jdaoo
Catalog: PLayer/Report/FrmReportingOptions.*.resx
Languages: fa

# cbGeneralShowLanguage.Text
source: Show Language Selection Form
fa: نمايش پنجره انتخاب زبان

# cbPlotGridLines.Text
source: Show Grid Lines
fa: نمايش خطوط گراف

# cbPrintLogo.Text
source: Print Logo
fa: چاپ لوگو

# cbPrintPlot.Text
source: Print Plot
fa: چاپ گراف

# cbPrintTestsResults.Text
source: Print Test Results
fa: چاپ نتایج تست

# cbPrintTestsSpec.Text
source: Print Test Specifications
fa: چاپ مشخصات تست

# cbResetMeasures.Text
source: Always Reset Measures at test start up
fa: ریست کردن نیرو و جابجایی در ابتدای تست

# $this.Text
source: Options
fa: آپشن

# label10.Text
source: Colors
fa: رنگ ها

# label100.Text
source: Diagram
fa: نمودار

# label102.Text
source: 2nd Diagram
fa: نمودار دوم

# label11.Text
source: Printing
fa: چاپ

# label200.Text
source: Colors
fa: رنگها

# label3.Text
source: Scale:
fa: درجه ها:

# label5.Text
source: Output Directory:
fa: پوشه تست ها:

# label6.Text
source: Page Space:
fa: فضای صفحه:

# label7.Text
source: Background:
fa: زمينه:

# label71.Text
source: General
fa: کليات

# label8.Text
source: Title:
fa: تیتر:

# label9.Text
source: Grid:
fa: توری نمودار:

# lbBrowse.Text
source: Browse
fa: مرور

# lbColors.Text
source: Colors
fa: رنگ ها

# lbSampleDim1.Text
source: Max Recent Files:
fa: تعداد تست های اخير:

# linkLabel1.Text
source: Cancel
fa: لغو

# llApply.Text
source: Save
fa: ذخیره

# llColorPreview.Text
source: Preview
fa: پیش نمایش

# llGeneral.Text
source: General
fa: کليات

# llLogo.Text
source: Logo
fa: لوگو

# llPrint.Text
source: Printing
fa: چاپ

# tpColors.Text
source: Colors
fa: رنگ ها

# tpGeneral.Text
source: General
fa: کليات

# tpLogo.Text
source: Logo
fa: لوگو

# tpPrint.Text
source: Printing
fa: چاپ

# label1.Text
source: Maximum Auto Scale Sample Count:
fa: حداکثر تعداد سمپل برای سایزبندی خودکار:
