Repository: man56/santam-jdaoo
Catalog: PLayer/Report/FrmReporting.*.resx
Languages: fa

# cbAdvancedEnabled.Text
source: Enable Report Verification
fa: بررسي بازه های گزارش

# cbElsticMode.Items
source: By Regression
fa: رگراسيون

# cbElsticMode.Items1
source: By First & End Sample
fa: نقطه اول و آخر

# cbShowAcceptRange.Text
source: Show Results Acceptable Range
fa: نمایش بازه قابل قبول

# cbShowElastic.Text
source: Show Elastic Module
fa: نمایش ماجول الاسیسیته

# cbShowMeanRms.Text
source: Show Mean && RMS Values
fa: نمايش مقادیر میانگین و انحراف معیار

# $this.Text
source: Reporting
fa: تنظيمات گزارش

# label1.Text
source: Report Point Definiation
fa: تعریف نقطه

# label11.Text
source: Expected Value From:
fa: مقدار مورد انتظار از:

# label12.Text
source: General
fa: کليات

# label13.Text
source: To:
fa: تا:

# label14.Text
source: % of Peak Point
fa: % نقطه پیک

# label15.Text
source: To:
fa: تا:

# label16.Text
source: To:
fa: تا:

# label17.Text
source: Compute Elastic Module From:
fa: محاسبات ماجول الاسیسته از:

# label18.Text
source: (!) Acceptable Value From:
fa: مقدار قابل قبول(!) از:

# label2.Text
source: Type:
fa: نوع:

# label20.Text
source: To:
fa: تا:

# label22.Text
source: (×) Reject Value From:
fa: غیر قابل قبول(x) از:

# label3.Text
source: Point Name:
fa: نام:

# label4.Text
source: Property:
fa: ویژگی:

# label5.Text
source: Formula:
fa: فرمول:

# label6.Text
source: Preview
fa: پیش نمايش

# label7.Text
source: At Step/Cycle:
fa: مرحله/سيکل:

# label8.Text
source: Lable:
fa: برچسب:

# lbAtFrom.Text
source: At:
fa: از:

# lbAtTo.Text
source: To:
fa: تا:

# lbPointDef.Text
source: Point Defination
fa: تعريف نقطه

# llAddPoint.Text
source: + Add Point
fa: + افزودن

# llAdvancedAddPoint.Text
source: + Add Point
fa: + افزودن

# llCancel.Text
source: Cancel
fa: لغو

# llCancelEditPoint.Text
source: Cancel Edit
fa: لغو

# llDeletePoint.Text
source: Delete Point
fa: حذف

# llExport.Text
source: Export
fa: ذخيره

# llGeneral.Text
source: General
fa: کلیات

# llImport.Text
source: Import
fa: بازیابي

# llLoad.Text
source: Load Default
fa: بازيابي پيش فرض

# llOk.Text
source: Ok
fa: قبول

# llSave.Text
source: Save as Default
fa: ذخيره پيش فرض

# llUpdatePoint.Text
source: Update Point
fa: آپديـت

# menuDeletePreview.Text
source: Delete
fa: حذف

# menuEditPreview.Text
source: Edit
fa: ویرایش

# tpOptions.Text
source: Options
fa: گزینه‌ها

# bttnShift.Text
source: Shift
fa: شیفت

# bttnStrainTrueStrain.Text
source: Strain
fa: استرین

# bttnStressTrusStress.Text
source: Stress
fa: استرس

# button22.Text
source: Force
fa: نیرو

# button23.Text
source: Extension
fa: تغییر طول

# cbShowUtYield.Text
source: Show UT/Yield
fa: نمایش یوتی/ییلد

# label9.Text
source: Advanced
fa: پیشرفته

# llAdvancedUnit2.Text
source: unit
fa: واحد

# llAdvancedUnit4.Text
source: unit
fa: واحد

# llAdvancedUnit6.Text
source: unit
fa: واحد

# tpDefination.Text
source: p defination
fa: تعریف

# button10.Text
source: ln
fa: لگاریتم
