Repository: man56/santam-jdaoo
Catalog: MainFrm.*.resx
Languages: fa, ru

# aboutToolStripMenuItem.Text
source: &About...
fa: &درباره...
ru: &Об...

# ctxMenuCurrentTest.Text
source: Current Test Setting
fa: تنظيمات تست فعلی
ru: Текущ. Настройки Испытания

# ctxMenuDiagramType.Text
source: Diagram Type
fa: نوع نمودار
ru: Тип графика

# ctxMenuFixedScale.Text
source: Fixed Scale
fa: ابعاد ثابت
ru: Фиксированная шкала

# ctxMenuReportPoints.Text
source: Report Points Defination
fa: تعریف نقاط گزارش
ru: Определение точек отчета

# ctxMenuShowReportLabels.Text
source: Show Point Labels
fa: نمایش برچسب ها
ru: Показать метки точек

# ctxMenuShowReportLines.Text
source: Show Report Lines
fa: نمایش خطوط
ru: Показать строки отчета

# ctxMenuShowReportPoints.Text
source: Show Report Points
fa: نمایش نقاط گزارش
ru: Показать точки отчета

# ctxMenuUpdate.Text
source: Update Plot
fa: به روز کردن دیاگرام
ru: Обновить график

# ctxMenuXOffset.Text
source: Offset X by
fa: آفست محور افقی
ru: Смещение X по

# customeToolStripMenuItem.Text
source: Custome
fa: سفارشی سازی
ru: Пользовательский

# exitToolStripMenuItem.Text
source: Exit
fa: خروج
ru: Выход

# exitToolStripMenuItem1.Text
source: E&xit
fa: خروج
ru: &Выход

# fileToolStripMenuItem.Text
source: File
fa: فايل
ru: Файл

# fileToolStripMenuItem1.Text
source: &File
fa: فايل
ru: &Файл

# fitToolStripMenuItem.Text
source: Fit
fa: کل پلات
ru: Соответствие

# helpToolStripMenuItem.Text
source: &Help
fa: &راهنمایی
ru: &Помощь

# label1.Text
source: Start
fa: شروع
ru: Старт

# label2.Text
source: Stop
fa: پايان
ru: Стоп

# label3.Text
source: Cross Head
fa: میز متحرک
ru: Траверса

# measuresToolStripMenuItem.Text
source: Measures
fa: نمایشگرها
ru: измерения

# menTools.Text
source: &Tools
fa: &ابزارها
ru: &Устройства

# menuCalibration.Text
source: Calibration
fa: کالیبراسیون
ru: Калибровка

# menuCloseTest.Text
source: Close Tests
fa: بستن تست(ها)
ru: Закрыть испытания

# menuCreateGroup.Text
source: Create Group
fa: ایجاد گروه
ru: Создать группу

# menuDeleteGroup.Text
source: Delete Selected Group
fa: حذف گروه منتخب
ru: Удалить выбранную группу

# menuDrawingParams.Text
source: Drawing Properties
fa: پارامترهای رسم
ru: Свойства графика

# menuExportAsExcel.Text
source: Export to Excel
fa: ذخریه در اکسل
ru: Экспорт в excel

# menuInstrument.Text
source: Instrument
fa: ابزارالات
ru: Инструмент

# menuMachineSetting.Text
source: Machine
fa: دستگاه
ru: Машина

# menuNewTest.Text
source: &New Test
fa: تست جدید
ru: &Новое испытание

# menuOpenGroup.Text
source: Open Selected Group
fa: باز کردن گروه منتخب
ru: Открыть выбранную группу

# menuOpenTest.Text
source: &Open Test
fa: باز کردن تست
ru: &Открыть испытание

# menuPrint.Text
source: &Print
fa: چاپ
ru: &Печать

# menuPrintPreview.Text
source: Print Pre&view
fa: پيش نمايش چاپ
ru: Печать и Предпросмотр

# menuRecentGroups.Text
source: Recent Groups
fa: گروه های اخیر
ru: Последние группы

# menuRecentTests.Text
source: Recent Tests
fa: تست های اخیر
ru: Последние испытания

# menuSave.Text
source: &Save
fa: ذخيره
ru: &Сохранить

# menuSaveAs.Text
source: Save &As
fa: ذخیره به عنوان
ru: Сохранить как

# menuSetAsDefualt.Text
source: Set As Defualt
fa: تنظيم به عنوان پیش فرض
ru: Установить по умолчанию

# menuSetting.Text
source: &Settings
fa: تنظيمات
ru: &Настройки

# menuShowReportLabels.Text
source: Show Point Labels
fa: نمایش برچسب ها
ru: Показать метки точек

# menuShowReportLines.Text
source: Show Report Lines
fa: نمایش خطوط
ru: Показать строки отчета

# menuShowReportPoints.Text
source: Show Report Points
fa: نمایش نقاط
ru: Показать точки отчета

# menuTest.Text
source: T&est
fa: تست
ru: Тест

# menuToolsFit.Text
source: Fit
fa: کل پلات
ru: Соответствие

# menuToolsPan.Text
source: Pan
fa: جابجایی
ru: Панорама

# menuToolsZoomIn.Text
source: Zoom In
fa: بزرگنمایی
ru: Приблизить

# menuToolsZoomOut.Text
source: Undo
fa: نمایش قبلی
ru: Отменить

# panToolStripMenuItem.Text
source: Pan
fa: جابجایی
ru: Панорама

# printToolStripButton1.Text
source: &Print
fa: &چاپ
ru: &Печать

# printToolStripButton1.ToolTipText
source: Print
fa: چاپ
ru: Печать

# saveAsToolStripMenuItem.Text
source: Save As
fa: ذخیره به عنوان
ru: Сохранить как

# saveToolStripMenuItem.Text
source: Save
fa: ذخيره
ru: Сохранить

# subMenuMeasures.Text
source: Measures Units
fa: واحد نمایشگرها
ru: Ед.измерения

# subMenuNewTest.Text
source: Define Test
fa: تعریف تست
ru: Определить испытание

# subMenuOptionSetting.Text
source: Options
fa: آپشن
ru: Настройки

# subMenuPlotPoints.Text
source: Plot Report Options
fa: نقاط گزارش
ru: Параметры отчета на графике

# subMenuTestReportPoints.Text
source: Report Points
fa: نقاط گزارش
ru: Точки отчета

# subMenuToolsMeasures.Text
source: Measures
fa: نمایشگرها
ru: Измерения

# subMenuToolsStandard.Text
source: Standard
fa: استاندارد
ru: Стандарт

# subMenuToolsStatusBar.Text
source: Status Bar
fa: نوار وضعیت
ru: Строка состояния

# subMenuUnits.Text
source: Units System
fa: واحد ها
ru: Система измерения

# toolsToolStripMenuItem.Text
source: Tools
fa: ابزارها
ru: Инструменты

# toolStripMenuItem1.Text
source: Export to Excel
fa: ذخیره در اکسل
ru: Экспорт в excel

# toolStripMenuItem4.Text
source: Report Points Defination
fa: تعریف نقاط گزارش
ru: Определение точек отчета

# tsbNewTest.ToolTipText
source: New Test
fa: تست جدید
ru: Новое Испытание

# tsbOpen.ToolTipText
source: Open Test
fa: باز کردن تست
ru: Открыть Испытание

# tsbPan.Text
source: Pan
fa: جابجایی
ru: Панорама

# tsbPan.ToolTipText
source: Pan
fa: جابجایی
ru: Панорама

# tsbPrintPreview.Text
source: &Print Preview
fa: &پيش نمايش چاپ
ru: &Просмотр перед печатью

# tsbPrintPreview.ToolTipText
source: Print Preview
fa: پيش نمايش چاپ
ru: Просмотр перед печатью

# tsbSave.Text
source: &Save
fa: &ذخيره
ru: &Сохранить

# tsbSave.ToolTipText
source: Save
fa: ذخيره
ru: Сохранить

# tsbZoom.ToolTipText
source: Zoom in
fa: بزرگتر نمایی
ru: Приблизить

# ambientTempToolStripMenuItem.Text
source: Ambient Temp
fa: دمای محیط
ru: Темп.окр.среды

# $this.Text
source: Santam Jadoo Testing Machine
fa: جادو برنامه‌ی دستگاه‌های ساخت سنتام
ru: Santam Jadoo Испытательная Машина

# closeTestToolStripMenuItem.Text
source: Close Test
fa: بستن آزمایش
ru: Закрыть испытание

# Column2.HeaderText
source: Test Mode
fa: نوع تست
ru: Режим Испытания

# Column3.HeaderText
source: Area(mm2) / Inertia(mm4)
fa: محیط(mm2)/داخلی(mm4)
ru: Площадь(мм2) / Инерция(мм4)

# Column4.HeaderText
source: Gague/Support Length (mm)
fa: اندازه‌گیر/طول ساپورت (mm)
ru: Калибр/длина опоры (мм)

# Column5.HeaderText
source: Comment
fa: توضیحات
ru: Комментарий

# ctxMenuExtensionTime.Text
source: Extension Time
fa: تغییرمکان زمان
ru: Время удлинения

# ctxMenuForceExtension.Text
source: Force Extension
fa: نیرو تغییرماکن
ru: Нагрузка-Удлинение

# ctxMenuForceTime.Text
source: Force Time
fa: نیرو زمان
ru: Нагрузка-Время

# ctxMenuStrainTime.Text
source: Strain Time
fa: کرنش زمان
ru: Деформация-Время

# ctxMenuStressStrain.Text
source: Stress Strain
fa: تنش کرنش
ru: Напряжение-Деформация

# ctxMenuStressTime.Text
source: Stress Time
fa: تنش زمان
ru: Напряжение-Время

# ctxMenuXUnit.Text
source: X Unit
fa: واحد افقی
ru: X Ед.изм

# ctxMenuYUnit.Text
source: Y Unit
fa: واحد عمودی
ru: Y Ед.изм

# dgvTestNameCol.HeaderText
source: Test Name
fa: عنوان آزمایش
ru: Имя Испытания

# forceLost.Text
source: Force Loss(Relaxation mode)
fa: افت نیرو (مد خستگی)
ru: Спад нагрузки(режим релакс.)

# fullScreenToolStripMenuItem.Text
source: Full screen
fa: تمام صفحه
ru: Полноэкранный

# lengthStressStarinToolStripMenuItem.Text
source: Length-Stress Strain
fa: طول-تنش کرنش
ru: Напряж.длин. - Деформация

# massStressStarinToolStripMenuItem.Text
source: Mass-Stress Strain
fa: جرم-تنش کرنش
ru: Напряж.мас. - Деформация

# menuAddToGroup.Text
source: Add Current Test to
fa: اضافه کردن تست جاری به
ru: Добавить текущ.испытание к

# newToolStripMenuItem.Text
source: New
fa: جدید
ru: Новый

# openToolStripMenuItem.Text
source: Open
fa: بازکردن
ru: Открыть

# pointSelectionToolStripMenuItem.Text
source: Point selection
fa: انتخاب نقطه
ru: Выбор точки

# recentFilesToolStripMenuItem.Text
source: Recent Files
fa: فایل‌های اخیر
ru: Недавние файлы

# relaxLost.Text
source: Relaxation Loss(Relaxation mode)
fa: افت خستگی (مد خستگی)
ru: Спад релаксации (режим релакс.)

# specTempCNTToolStripMenuItem.Text
source: Spec Temp CNT
fa: دمای مرکز نمونه
ru: Спец.темп. ЦЕНТР

# specTempDNToolStripMenuItem.Text
source: Spec Temp DN
fa: دمای پایین نمونه
ru: Спец.темп. НИЗ

# specTempUPToolStripMenuItem.Text
source: Spec Temp UP
fa: دمای بالای نمونه
ru: Спец.темп. ВЕРХ

# standardToolbarToolStripMenuItem.Text
source: Standard toolbar
fa: نوارابزار استاندارد
ru: Стандартная панель инструментов

# statusbarToolStripMenuItem.Text
source: Statusbar
fa: نواروضعیت
ru: Строка состояния

# stressLost.Text
source: Stress Loss(Relaxation mode)
fa: افت تنش (مد خستگی)
ru: Спад напряжения(Режим релакс.)

# temperatureControlToolStripMenuItem.Text
source: Temperature Control
fa: کنترل دما
ru: Контроль температуры

# temperatureDiagramToolStripMenuItem.Text
source: Temperature Diagram
fa: نمودار دما
ru: График температуры

# temperatureToolStripMenuItem.Text
source: Temperature
fa: دما
ru: Температура

# testTimeReportToolStripMenuItem.Text
source: Test Time Report
fa: گزارش مدت آزمایش
ru: Отчет о времени испытания

# toolStripMenuItem2.Text
source: Save as Group Test
fa: ذخیره گروهی آزمایش
ru: Сохранить как группу испытаний

# toolStripMenuItem3.Text
source: Open Group Test
fa: بارگذاری گروه آزمایش
ru: Открыть группу испытаний

# toolStripStatusLabel1.Text
source: Motor Speed(mm/min)
fa: سرعت موتور (mm/min)
ru: Скорость двигателя(мм/мин)

# tpTestSpec.Text
source: TestSpec
fa: مشخصات آزمایش
ru: Специф.Испытания

# tsbFit.Text
source: Fit Plot
fa: تناسب منحنی
ru: Подходящий участов

# tsbFit.ToolTipText
source: Fit Plot
fa: تناسب منحنی
ru: Подходящий участов

# tsbIndicator.Text
source: Indicator
fa: شاخص
ru: Индикатор

# tsbIndicator.ToolTipText
source: Indicator
fa: شاخص
ru: Индикатор

# tsbNewTest.Text
source: &New
fa: &جدید
ru: &Новый

# tsbOpen.Text
source: &Open
fa: &بارگذاری
ru: &Открыть

# tsbUndo.Text
source: Undo Zoom/Pan
fa: برگشت جابجایی/بزرگنمایی
ru: Отменить масштабирование

# tsbUndo.ToolTipText
source: Zoom Out
fa: کوچک نمایی
ru: Уменьшить

# tsbZoom.Text
source: Zoom
fa: بزرگنمایی
ru: Увеличить

# tslEncoderSpeed.Text
source: Speed : 0
fa: سرعت : 0
ru: Скорость : 0

# viewToolsToolStripMenuItem.Text
source: View Tools
fa: نمایش ابزارها
ru: Просмотр инструментов

# zoneTempCNTToolStripMenuItem.Text
source: Zone Temp CNT
fa: دمای منطقه مرکزی
ru: Темп.зоны ЦЕНТР

# zoneTempDNToolStripMenuItem.Text
source: Zone Temp DN
fa: دمای منطقه پایینی
ru: Темп.зоны НИЗ

# zoneTempUPToolStripMenuItem.Text
source: Zone Temp UP
fa: دمای منطقه بالایی
ru: Темп.зоны ВЕРХ

# zoomOutToolStripMenuItem.Text
source: Zoom out
fa: کوچک نمایی
ru: Уменьшить

# zoomToolStripMenuItem.Text
source: Zoom
fa: بزرگنمایی
ru: Увеличить
