Repository: man56/santam-jdaoo
Catalog: Properties/Resources.*.resx
Languages: fa, ru

# UcSpec_SetCyclicFields_Limit_2_
source: Limit 2:
ru: Предел 2:

# UcSpec_SetCyclicFields_Limit_Type_
source: Limit Type:
ru: Тип предела:

# UcSpec_SetStepFields_Limit___0___1__
source: Limit: {0}({1})
ru: Предел: {0}({1})

# UcSpec_SetStepFields_Speed___0___1__
source: Speed: {0}({1})
ru: Скорость: {0}({1})

# UcSpec_SetStepFields_Action___0_
source: Action: {0}
ru: Действие: {0}

# FrmTestSetting_Pipe
source: Pipe
fa: لوله
