Repository: man56/santam-jdaoo
Catalog: Properties/Resources.*.resx
Languages: fa, ru

# ForceConvertor_UnitSet_gf
source: gf
ru: грс

# ForceConvertor_UnitSet_Gram_force
source: Gram force
ru: Грамм-сила

# ForceConvertor_UnitSet_Kgf
source: Kgf
ru: кгс

# ForceConvertor_UnitSet_Kilo_gram_force
source: Kilo gram force
ru: Килограмм-сила

# ForceConvertor_UnitSet_Tonf
source: Tonf
ru: тс

# ForceConvertor_UnitSet_Ton_force
source: Ton force
ru: Тон-силы

# LengthConvertor_UnitSet_µm
source: µm
ru: мкм

# LengthConvertor_UnitSet_mm
source: mm
ru: мм

# LengthConvertor_UnitSet_cm
source: cm
ru: см

# LengthConvertor_UnitSet_m
source: m
ru: м

# LengthConvertor_UnitSet_Micro_meter
source: Micro meter
ru: Микрометр

# LengthConvertor_UnitSet_Milimeter
source: Milimeter
ru: Миллиметр

# LengthConvertor_UnitSet_Centimeter
source: Centimeter
ru: Сантиметр

# LengthConvertor_UnitSet_Meter
source: Meter
ru: Метр

# StressConvertor_UnitSet_kg_cm2
source: kg/cm2
ru: кг/см2

# StressConvertor_UnitSet_kg_mm2
source: kg/mm2
ru: кг/мм2

# StressConvertor_UnitSet_kg_m2
source: kg/m2
ru: кг/м2

# StressConvertor_UnitSet_Ton_cm2
source: Ton/cm2
ru: т/см2

# StressConvertor_UnitSet_Ton_mm2
source: Ton/mm2
ru: т/мм2

# StressConvertor_UnitSet_Ton_m2
source: Ton/m2
ru: т/м2

# StressConvertor_UnitSet_kg_cm2_Name
source: kg/cm2
ru: кг/см2

# StressConvertor_UnitSet_kg_mm2_Name
source: kg/mm2
ru: кг/мм2

# StressConvertor_UnitSet_kg_m2_Name
source: kg/m2
ru: кг/м2

# StressConvertor_UnitSet_Ton_cm2_Name
source: Ton/cm2
ru: т/см2

# StressConvertor_UnitSet_Ton_mm2_Name
source: Ton/mm2
ru: т/мм2

# StressConvertor_UnitSet_Ton_m2_Name
source: Ton/m2
ru: т/м2

# LengthStress_UnitSet_grf_mm
source: grf/mm
ru: гр-с/мм

# LengthStress_UnitSet_kgf_mm
source: kgf/mm
ru: кгс/мм

# LengthStress_UnitSet_grf_cm
source: grf/cm
ru: гр-с/см

# LengthStress_UnitSet_kgf_cm
source: kgf/cm
ru: кгс/см

# MassStress_UnitSet_grf_Denier
source: grf/Denier
ru: гр-с/ден

# MassStress_UnitSet_kgf_Denier
source: kgf/Denier
ru: кгс/ден

# MassStress_UnitSet_grf_Tex
source: grf/Tex
ru: гр-с/текс

# MassStress_UnitSet_kgf_Tex
source: kgf/Tex
ru: кгс/текс

# MassStressControl_UnitSet__grf_Denier__sec
source: (grf/Denier)/sec
ru: (грс/ден)/сек

# MassStressControl_UnitSet__grf_Denier__min
source: (grf/Denier)/min
ru: (грс/ден)/мин

# MassStressControl_UnitSet__kgf_Denier__sec
source: (kgf/Denier)/sec
ru: (кгс/ден)/сек

# MassStressControl_UnitSet__kgf_Denier__min
source: (kgf/Denier)/min
ru: (кгс/ден)/мин

# MassStressControl_UnitSet__grf_Tex__sec
source: (grf/Tex)/sec
ru: (грс/текс)/сек

# MassStressControl_UnitSet__grf_Tex__min
source: (grf/Tex)/min
ru: (грс/текс)/мин

# MassStressControl_UnitSet__kgf_Tex__sec
source: (kgf/Tex)/sec
ru: (кгс/текс)/сек

# MassStressControl_UnitSet__kgf_Tex__min
source: (kgf/Tex)/min
ru: (кгс/текс)/мин

# StrainConvertor_UnitSet_µƐ_Name
source: µƐ
ru: мкƐ

# StrainConvertor_UnitSet_µm_µm
source: µm/µm
ru: мкм/мкм

# StrainConvertor_UnitSet_µm_µm_Name
source: µm/µm
ru: мкм/мкм

# StrainConvertor_UnitSet_mm_mm
source: mm/mm
ru: мм/мм

# StrainConvertor_UnitSet_mm_mm_Name
source: mm/mm
ru: мм/мм

# StrainConvertor_UnitSet_cm_cm
source: cm/cm
ru: см/см

# StrainConvertor_UnitSet_cm_cm_Name
source: cm/cm
ru: см/см

# StrainConvertor_UnitSet_m_m
source: m/m
ru: м/м

# StrainConvertor_UnitSet_m_m_Name
source: m/m
ru: м/м

# StrainConvertor_UnitSet_Percent_Name
source: Percent
ru: Процент

# ForceControlConvertor_UnitSet_gf_sec
source: gf/sec
ru: грс/сек

# ForceControlConvertor_UnitSet_Kgf_sec
source: Kgf/sec
ru: кгс/сек

# ForceControlConvertor_UnitSet_Tonf_sec
source: Tonf/sec
ru: тон-с/сек

# ForceControlConvertor_UnitSet_gf_min
source: gf/min
ru: гр-с/мин

# ForceControlConvertor_UnitSet_Kgf_min
source: Kgf/min
ru: кгс/мин

# ForceControlConvertor_UnitSet_Tonf_min
source: Tonf/min
ru: тонс/мин

# LengthStressControl_UnitSet__grf_mm__sec
source: (grf/mm)/sec
ru: (грс/мм)/сек

# ExtenControlConvertor_UnitSet_µm_sec
source: µm/sec
ru: мкм/сек

# ExtenControlConvertor_UnitSet_mm_sec
source: mm/sec
ru: мм/сек

# ExtenControlConvertor_UnitSet_cm_sec
source: cm/sec
ru: см/сек

# ExtenControlConvertor_UnitSet_m_sec
source: m/sec
ru: м/сек

# ExtenControlConvertor_UnitSet_µm_min
source: µm/min
ru: мкм/мин

# ExtenControlConvertor_UnitSet_mm_min
source: mm/min
ru: мм/мин

# ExtenControlConvertor_UnitSet_cm_min
source: cm/min
ru: см/мин

# ExtenControlConvertor_UnitSet_m_min
source: m/min
ru: м/мин

# ExtenControlConvertor_UnitSet_Micro_meter_per_sec
source: Micro meter per sec
ru: микрон в сек

# ExtenControlConvertor_UnitSet_Milimeter_per_sec
source: Milimeter per sec
ru: миллиметр в сек

# ExtenControlConvertor_UnitSet_Centimeter_per_sec
source: Centimeter per sec
ru: сантиметр в сек

# ExtenControlConvertor_UnitSet_Meter_per_sec
source: Meter per sec
ru: метр в сек

# ExtenControlConvertor_UnitSet_Milimeter_per_min
source: Milimeter per min
ru: миллиметр в мин

# ExtenControlConvertor_UnitSet_Centimeter_per_min
source: Centimeter per min
ru: сантиметр в мин

# ExtenControlConvertor_UnitSet_Meter_per_min
source: Meter per min
ru: метр в мин

# ExtenControlConvertor_UnitSet_Micro_meter_per_min
source: Micro meter per min
ru: микрометр в мин

# ForceControlConvertor_UnitSet_Gram_force_per_sec
source: Gram force per sec
ru: Грам силы в сек

# ForceControlConvertor_UnitSet_Kilo_gram_force_per_sec
source: Kilo gram force per sec
ru: Килограмм-сила в сек

# ForceControlConvertor_UnitSet_Ton_force_per_sec
source: Ton force per sec
ru: тон-сила в сек

# ForceControlConvertor_UnitSet_Gram_force_per_min
source: Gram force per min
ru: Грамм-сила в минуту

# ForceControlConvertor_UnitSet_Kilo_gram_force_per_min
source: Kilo gram force per min
ru: Килограмм-сила в минуту

# ForceControlConvertor_UnitSet_Ton_force_per_min
source: Ton force per min
ru: тон-сила в минуту

# LengthStressControl_UnitSet__grf_mm__min
source: (grf/mm)/min
ru: (грс/мм)/мин

# LengthStressControl_UnitSet__kgf_mm__sec
source: (kgf/mm)/sec
ru: (кгс/мм)/сек

# LengthStressControl_UnitSet__kgf_mm__min
source: (kgf/mm)/min
ru: (кгс/мм)/мин

# LengthStressControl_UnitSet__grf_cm__sec
source: (grf/cm)/sec
ru: (грс/см)/сек

# LengthStressControl_UnitSet__grf_cm__min
source: (grf/cm)/min
ru: (грс/см)/мин

# LengthStressControl_UnitSet__kgf_cm__sec
source: (kgf/cm)/sec
ru: (кгс/см)/сек

# LengthStressControl_UnitSet__kgf_cm__min
source: (kgf/cm)/min
ru: (кгс/см)/мин

# StressControlConvertor_UnitSet__kg_cm2__sec
source: (kg/cm2)/sec
ru: (кг/см2)/сек

# StressControlConvertor_UnitSet__kg_mm2__sec
source: (kg/mm2)/sec
ru: (кг/мм2)/сек

# StressControlConvertor_UnitSet__kg_m2__sec
source: (kg/m2)/sec
ru: (кг/м2)/сек

# StressControlConvertor_UnitSet__Ton_cm2__sec
source: (Ton/cm2)/sec
ru: (т/см2)/сек

# StressControlConvertor_UnitSet__Ton_mm2__sec
source: (Ton/mm2)/sec
ru: (т/мм2)/сек

# StressControlConvertor_UnitSet__Ton_m2__sec
source: (Ton/m2)/sec
ru: (т/м2)/сек

# StressControlConvertor_UnitSet__kg_cm2__min
source: (kg/cm2)/min
ru: (кг/см2)/мин

# StressControlConvertor_UnitSet__kg_mm2__min
source: (kg/mm2)/min
ru: (кг/мм2)/мин

# StressControlConvertor_UnitSet__kg_m2__min
source: (kg/m2)/min
ru: (кг/м2)/мин

# StressControlConvertor_UnitSet__Ton_cm2__min
source: (Ton/cm2)/min
ru: (т/см2)/мин

# StressControlConvertor_UnitSet__Ton_mm2__min
source: (Ton/mm2)/min
ru: (т/мм2)/мин

# StressControlConvertor_UnitSet__Ton_m2__min
source: (Ton/m2)/min
ru: (т/м2)/мин

# StressControlConvertor_UnitSet_kg_cm2_per_sec
source: kg/cm2 per sec
ru: кг/см2 в сек

# StressControlConvertor_UnitSet_kg_cm2_per_sec_Name
source: kg/cm2 per sec
ru: кг/см2 в сек

# StressControlConvertor_UnitSet_kg_mm2_per_sec_Name
source: kg/mm2 per sec
ru: кг/мм2 в сек

# StressControlConvertor_UnitSet_kg_m2_per_sec_Name
source: kg/m2 per sec
ru: кг/м2 в сек

# StressControlConvertor_UnitSet_Ton_cm2_per_sec_Name
source: Ton/cm2 per sec
ru: т/см2 в сек

# StressControlConvertor_UnitSet_Ton_mm2_per_sec_Name
source: Ton/mm2 per sec
ru: т/мм2 в сек

# StressControlConvertor_UnitSet_Ton_m2_per_sec_Name
source: Ton/m2 per sec
ru: т/м2 в сек

# StressControlConvertor_UnitSet_kg_cm2_per_min_Name
source: kg/cm2 per min
ru: кг/см2 в мин

# StressControlConvertor_UnitSet_kg_mm2_per_min_Name
source: kg/mm2 per min
ru: кг/мм2 в мин

# StressControlConvertor_UnitSet_kg_m2_per_min_Name
source: kg/m2 per min
ru: кг/м2 в мин

# StressControlConvertor_UnitSet_Ton_cm2_per_min_Name
source: Ton/cm2 per min
ru: т/см2 в мин

# StressControlConvertor_UnitSet_Ton_mm2_per_min_Name
source: Ton/mm2 per min
ru: т/мм2 в мин

# StressControlConvertor_UnitSet_Ton_m2_per_min_Name
source: Ton/m2 per min
ru: т/м2 в мин

# StrainControlConvertor_UnitSet_Ɛ_sec
source: Ɛ/sec
ru: Ɛ/сек

# StrainControlConvertor_UnitSet__mm_mm__sec
source: (mm/mm)/sec
ru: (мм/мм)/сек

# StrainControlConvertor_UnitSet__cm_cm__sec
source: (cm/cm)/sec
ru: (см/см)/сек

# StrainControlConvertor_UnitSet__m_m__min
source: (m/m)/min
ru: (м/м)/мин

# StrainControlConvertor_UnitSet_Ɛ_min
source: Ɛ/min
ru: Ɛ/мин

# StrainControlConvertor_UnitSet__µm_µm__min
source: (µm/µm)/min
ru: (мкм/мкм)/мин

# StrainControlConvertor_UnitSet__mm_mm__min
source: (mm/mm)/min
ru: (мм/мм)/мин

# StrainControlConvertor_UnitSet__cm_cm__min
source: (cm/cm)/min
ru: (см/см)/мин

# StrainControlConvertor_UnitSet_Percent_per_sec_Name
source: Percent per sec
ru: % в сек

# StrainControlConvertor_UnitSet_Ɛ_per_sec_Name
source: Ɛ per sec
ru: Ɛ в сек

# StrainControlConvertor_UnitSet_mm_mm_per_sec_Name
source: mm/mm per sec
ru: мм/мм в сек

# StrainControlConvertor_UnitSet_cm_cm_per_sec_Name
source: cm/cm per sec
ru: см/см в сек

# StrainControlConvertor_UnitSet_m_m_per_min_Name
source: m/m per min
ru: м/м в мин

# StrainControlConvertor_UnitSet_Percent_per_min_Name
source: Percent per min
ru: % в минуту

# StrainControlConvertor_UnitSet_Ɛ_per_min_Name
source: Ɛ per min
ru: Ɛ в мин

# StrainControlConvertor_UnitSet_µm_µm_per_min_Name
source: µm/µm per min
ru: мкм/мкм в мин

# StrainControlConvertor_UnitSet_mm_mm_per_min_Name
source: mm/mm per min
ru: мм/мм в мин

# StrainControlConvertor_UnitSet_cm_cm_per_min_Name
source: cm/cm per min
ru: см/см в мин

# SpeedControlConvertor_UnitSet_mm_per_sec_Name
source: mm per sec
ru: мм в сек

# SpeedControlConvertor_UnitSet_cm_per_sec_Name
source: cm per sec
ru: см в сек

# SpeedControlConvertor_UnitSet_m_per_sec_Name
source: m per sec
ru: m в сек

# SpeedControlConvertor_UnitSet_mm_per_min_Name
source: mm per min
ru: мм в мин

# SpeedControlConvertor_UnitSet_cm_per_min_Name
source: cm per min
ru: см в мин

# SpeedControlConvertor_UnitSet_m_per_min_Name
source: m per min
ru: м в мин

# TemperatureConvertor_UnitSet_Celsius_Name
source: Celsius
ru: Цельсия

# ForceConvertor_UnitSet_ozf
source: ozf
ru: ус

# ForceConvertor_UnitSet_lbf
source: lbf
ru: фс

# ForceConvertor_UnitSet_Klbf
source: Klbf
ru: Кфс

# ForceConvertor_UnitSet_Mlbf
source: Mlbf
ru: Мфс

# ForceConvertor_UnitSet_Ounce_force
source: Ounce force
ru: Унция-сила

# ForceConvertor_UnitSet_Pound_force
source: Pound force
ru: Фунт-сила

# ForceConvertor_UnitSet_Kilo_pound_force
source: Kilo pound force
ru: Килофунт-сила

# ForceConvertor_UnitSet_Mega_pound_force
source: Mega pound force
ru: Мегафунт-сила

# LengthConvertor_UnitSet__in
source: in
ru: дюйм

# LengthConvertor_UnitSet_ft
source: ft
ru: фут

# LengthConvertor_UnitSet_yd
source: yd
ru: ярд

# LengthConvertor_UnitSet_Inch
source: Inch
ru: Дюйм

# LengthConvertor_UnitSet_Foot
source: Foot
ru: Фут

# LengthConvertor_UnitSet_Yard
source: Yard
ru: Ярд

# StressConvertor_UnitSet_psi
source: psi
ru: фунт на кв. дюйм

# StressConvertor_UnitSet_psf
source: psf
ru: фунт на кв.фут

# StressConvertor_UnitSet_tpsi
source: tpsi
ru: тон на кв.дюйм

# StressConvertor_UnitSet_tpsf
source: tpsf
ru: тон на кв.фут

# StressConvertor_UnitSet_Pound_per_square_inch
source: Pound per square inch
ru: Фунт на кв. дюйм

# StressConvertor_UnitSet_Thousand_pounds_per_square_inch
source: Thousand pounds per square inch
ru: Килофунт на кв.дюйм

# StressConvertor_UnitSet_Pound_per_square_foot
source: Pound per square foot
ru: Фунт на кв.фут

# StressConvertor_UnitSet_Ton_per_square_inch
source: Ton per square inch
ru: Тон на кв.дюйм

# LengthStress_UnitSet_lbf_in
source: lbf/in
ru: фс/дюйм

# LengthStress_UnitSet_Klbf_in
source: Klbf/in
ru: Кфс/дюйм

# StrainConvertor_UnitSet_µƐ
source: µƐ
ru: мкƐ

# StrainConvertor_UnitSet_in_in
source: in/in
ru: дюйм/дюйм

# StrainConvertor_UnitSet_ft_ft
source: ft/ft
ru: фут/фут

# StrainConvertor_UnitSet_yd_yd
source: yd/yd
ru: ярд/ярд

# StrainConvertor_UnitSet_in_in_Name
source: in/in
ru: дюйм/дюйм

# StrainConvertor_UnitSet_ft_ft_Name
source: ft/ft
ru: фут/фут

# StrainConvertor_UnitSet_yd_yd_Name
source: yd/yd
ru: ярд/ярд

# ForceControlConvertor_UnitSet_ozf_sec
source: ozf/sec
ru: ус/сек

# ForceControlConvertor_UnitSet_lbf_sec
source: lbf/sec
ru: фс/сек

# ForceControlConvertor_UnitSet_Klbf_sec
source: Klbf/sec
ru: Кфс/сек

# ForceControlConvertor_UnitSet_Mlbf_sec
source: Mlbf/sec
ru: Мфс/сек

# ForceControlConvertor_UnitSet_ozf_min
source: ozf/min
ru: ус/мин

# ForceControlConvertor_UnitSet_lbf_min
source: lbf/min
ru: фс/мин

# ForceControlConvertor_UnitSet_Klbf_min
source: Klbf/min
ru: Кфс/мин

# ForceControlConvertor_UnitSet_Mlbf_min
source: Mlbf/min
ru: Мфс/мин

# ForceControlConvertor_UnitSet_Ounce_force_pre_sec_Name
source: Ounce force pre sec
ru: Унция-сила в секунду

# ForceControlConvertor_UnitSet_Pound_force_pre_sec_Name
source: Pound force pre sec
ru: Фунт-сила в секунду

# ForceControlConvertor_UnitSet_Kilo_pound_force_pre_sec_Name
source: Kilo pound force pre sec
ru: Килофунт-сила в секунду

# ForceControlConvertor_UnitSet_Mega_pound_force_pre_sec_Name
source: Mega pound force pre sec
ru: Мегафунт-сила в секунду

# ForceControlConvertor_UnitSet_Ounce_force_pre_min_Name
source: Ounce force pre min
ru: Унция-сила в минуту

# ForceControlConvertor_UnitSet_Pound_force_pre_min_Name
source: Pound force pre min
ru: Фунт-сила в минуту

# ForceControlConvertor_UnitSet_Kilo_pound_force_pre_min_Name
source: Kilo pound force pre min
ru: Килофунт-сила в минуту

# ForceControlConvertor_UnitSet_Mega_pound_force_pre_min_Name
source: Mega pound force pre min
ru: Мегафунт-сила в минуту

# ForceConvertor_UnitSet_N
source: N
ru: Н

# ForceConvertor_UnitSet_dN
source: dN
ru: дН

# ForceConvertor_UnitSet_kN
source: kN
ru: кН

# ForceConvertor_UnitSet_MN
source: MN
ru: МН

# ForceConvertor_UnitSet_GN
source: GN
ru: ГН

# ForceConvertor_UnitSet_Kilo_newton
source: Kilo newton
ru: килоНьютон

# ForceConvertor_UnitSet_Newton
source: Newton
ru: Ньютон

# ForceConvertor_UnitSet_Deci_Newton
source: Deci Newton
ru: дециНьютон

# ForceConvertor_UnitSet_Mega_newton
source: Mega newton
ru: МегаНьютон

# ForceConvertor_UnitSet_Giga_newton
source: Giga newton
ru: ГигаНьютон

# ExtenConvertor_UnitSet_milimeter
source: milimeter
ru: Миллиметр

# ExtenConvertor_UnitSet_cantimeter
source: cantimeter
ru: сантиметр

# ExtenConvertor_UnitSet_meter
source: meter
ru: Метр

# TimeUnits_UnitSet_sec
source: sec
ru: сек

# TimeUnits_UnitSet_min
source: min
ru: мин

# TimeUnits_UnitSet_h
source: h
ru: ч

# TimeUnits_UnitSet_Minute
source: Minute
ru: Минута

# TimeUnits_UnitSet_Second
source: Second
ru: Секунда

# TimeUnits_UnitSet_Hour
source: Hour
ru: Час

# FrmTestSetting_Creep
source: Creep
ru: Ползучесть

# FrmTestSetting_Relaxation
source: Relaxation
ru: Релаксация

# FrmTestSetting_Compressive
source: Compressive
ru: Сжатие

# FrmTestSetting_Tensile
source: Tensile
ru: растяжение

# FrmTestSetting_Extension
source: Extension
ru: удлинение

# FrmTestSetting_Strain
source: Strain
ru: деформация

# FrmTestSetting_Cyclic
source: Cyclic
ru: Цикл

# FrmTestSetting_Step
source: Step
ru: шаг

# FrmTestSetting_WARNING
source: WARNING
ru: ПРЕДУПРЕЖДЕНИЕ

# MeasureTool_Labels_Force_LC_
source: Force(LC)
ru: Нагрузка(LC)

# MeasureTool_Labels_Extension_Ex_
source: Extension(Ex)
ru: Удлинение(Ex)

# MeasureTool_Labels_Extension_LF_
source: Extension(LF)
ru: Удлинение(LF)

# MeasureTool_Labels_Stress_LC_
source: Stress(LC)
ru: Напряжение(LC)

# MeasureTool_Labels_True_Stress_LC_
source: True Stress(LC)
ru: Ист.напряжение(LC)

# MeasureTool_Labels_Mass_Stress__LC_
source: Mass Stress (LC)
ru: Напряжение мас. (LC)

# MeasureTool_Labels_Length_Stress__LC_
source: Length Stress (LC)
ru: Напряжение длин. (LC)

# MeasureTool_Labels_Lateral_Strain_LE_
source: Lateral Strain(LE)
ru: Поперечная деформ.(LE)

# MeasureTool_Labels_True_Strain_EX_
source: True Strain(EX)
ru: Ист. деформация(EX)

# MeasureTool_Labels_Strain_EX_
source: Strain(EX)
ru: Деформация(EX)

# MeasureTool_Labels_Temperature
source: Temperature
ru: температура

# MeasureTool_Labels_Spec__Temp_UP
source: Spec. Temp UP
ru: Спец.темп ВЕРХ

# MeasureTool_Labels_Spec__Temp_CNT
source: Spec. Temp CNT
ru: Спец.темп ЦЕНТР

# MeasureTool_Labels_Spec__Temp_DN
source: Spec. Temp DN
ru: Спец.темп НИЗ

# MeasureTool_Labels_Zone_Temp_UP
source: Zone Temp UP
ru: Темп.зоны ВЕРХ

# MeasureTool_Labels_Ambient_Temp
source: Ambient Temp
ru: Темп.окр.среды

# MeasureTool_Labels_Time
source: Time
ru: Время

# MeasureTool_Labels_Zone_Temp_CNT
source: Zone Temp CNT
ru: Темп.зоны ЦЕНТР

# MeasureTool_Labels_Zone_Temp_DN
source: Zone Temp DN
ru: Темп.зоны НИЗ

# MeasureTool_MeasurAbbreviations_None
source: None
ru: никто

# MeasureTool_MeasurAbbreviations_Force
source: Force
ru: Нагрузка

# MeasureTool_MeasurAbbreviations_Extension
source: Extension
ru: удлинение

# MeasureTool_MeasurAbbreviations_Stress
source: Stress
ru: Напряжение

# MeasureTool_MeasurAbbreviations_True_Stress
source: True Stress
ru: Ист. Напряж

# MeasureTool_MeasurAbbreviations_Mass_Stress
source: Mass Stress
ru: Напряжение массы

# MeasureTool_MeasurAbbreviations_Length_Stress
source: Length Stress
ru: Напряж.длины

# MeasureTool_MeasurAbbreviations_Lateral_Strain
source: Lateral Strain
ru: Попереч.деформ.

# MeasureTool_MeasurAbbreviations_True_Strain
source: True Strain
ru: Ист. Деформация

# MeasureTool_MeasurAbbreviations_Strain
source: Strain
ru: деформация

# MeasureTool_MeasurAbbreviations_Temperature
source: Temperature
ru: температура

# MeasureTool_MeasurAbbreviations_Spec__Temp_UP
source: Spec. Temp UP
ru: Спец.темп ВЕРХ

# MeasureTool_MeasurAbbreviations_Spec__Temp_CNT
source: Spec. Temp CNT
ru: Спец.темп ЦЕНТР

# MeasureTool_MeasurAbbreviations_Spec__Temp_DN
source: Spec. Temp DN
ru: Спец.темп НИЗ

# MeasureTool_MeasurAbbreviations_Zone_Temp_UP
source: Zone Temp UP
ru: Темп.зоны ВЕРХ

# MeasureTool_MeasurAbbreviations_Zone_Temp_CNT
source: Zone Temp CNT
ru: Темп.зоны ЦЕНТР

# MeasureTool_MeasurAbbreviations_Zone_Temp_DN
source: Zone Temp DN
ru: Темп.зоны НИЗ

# MeasureTool_MeasurAbbreviations_Ambient_Temp
source: Ambient Temp
ru: Темп.окр.среды

# MeasureTool_MeasurAbbreviations_Time
source: Time
ru: Время

# MeasureTool_MeasurAbbreviations_Relaxation_Loss
source: Relaxation Loss
ru: Спад.релакс.

# MeasureTool_MeasurAbbreviations_Force_Loss
source: Force Loss
ru: Спад нагрузки

# MeasureTool_MeasurAbbreviations_Stress_Loss
source: Stress Loss
ru: Спад напряжения

# MeasureTool_SetExtensionTool_True_Strain_LF_
source: True Strain(LF)
ru: Ист.деформация(LF)

# MeasureTool_SetExtensionTool_Strain_LF_
source: Strain(LF)
ru: Деформация(LF)

# MeasureTool_GetToolNames_Loadcell_LC_
source: Loadcell(LC)
ru: Датчик Силы(LC)

# MeasureTool_GetToolNames_Loadframe_Encoder_LF_
source: Loadframe Encoder(LF)
ru: Энкодер рамы(LF)

# MeasureTool_GetToolNames_Extensometer_EX_
source: Extensometer(EX)
ru: Экстензометр(EX)

# MeasureTool_GetToolNames_Extension_tool
source: Extension tool
ru: Инструмент для удлин.

# MeasureTool_GetToolNames_Lateral_Extensometer_LE_
source: Lateral Extensometer(LE)
ru: Попереч.экст-р(LE)

# UcSpec_Speed
source: Speed:
ru: Скорость:

# StrainControlConvertor_UnitSet___sec
source: %/sec
ru: %/сек

# StrainControlConvertor_UnitSet___min
source: %/min
ru: %/мин

# StressConvertor_UnitSet_Ton_per_square_foot_
source: Ton per square foot
ru: Тон на кв.фут

# MassStress_UnitSet_n_a
source: n/a
ru: н/д

# FrmTestSetting_LoadDefaultTest_Fatal_Error
source: There is a fatal error in default test settings! Would you want to load the last test settings?
ru: В настройках теста по умолчанию обнаружена фатальная ошибка! Хотите загрузить последние настройки теста?

# FrmTestSetting_LoadLastTest_Fatal_Error
source: There is a fatal error in the last test settings! Define new test and save it as Default.
ru: В последних настройках теста фатальная ошибка! Определите новый тест и сохраните его как «По умолчанию».

# FrmTestSetting_btnCreepApplyTemperature_Click_
source: DUE TO EXPANTION OF PARTS BECAUSE OF FURNACE TEMPERATURE RISING, IF THE SPECIMEN IS INSTALLED TO THE RODS, THIS ACTION WILL DAMAGE YOUR SPECIMEN AND MACHINE PARTS. Are you sure to apply new temperature set point manually ?
ru: ИЗ-ЗА РАСШИРЕНИЯ ДЕТАЛЕЙ ИЗ-ЗА ПОВЫШЕНИЯ ТЕМПЕРАТУРЫ ПЕЧИ, ЕСЛИ ОБРАЗЕЦ УСТАНОВЛЕН НА СТЕРЖНИ, ЭТО ДЕЙСТВИЕ ПОВРЕЖДАЕТ ВАШ ОБРАЗЕЦ И ЧАСТИ МАШИНЫ. Вы уверены, что вручную примените новую заданную температуру?

# UcSpec_Compression_Test
source: Compression Test
ru: Испытание на сжатие

# UcSpec_Creep_Test
source: Creep Test
ru: Испытание на ползучесть

# UcSpec_Cyclic_Test
source: Cyclic Test
ru: Циклический тест

# UcSpec_Relaxation_Test
source: Relaxation Test
ru: Тест на релаксацию

# UcSpec_Step_Test
source: Step Test
ru: Пошаговый тест

# UcSpec_Tension_Test
source: Tension Test
ru: Испытание на растяжение

# UcSpec_Preload
source: Preload:
ru: преднагрузки:

# FrmTestSetting_SetRelaxSetPointUnit___Warning
source: * Extension will be controlled corresponding to the extension at the selected set point!
ru: * Удлинение будет контролироваться в соответствии с Удлинение на выбранной точке уставки!

# FrmTestSetting_Gauge_Length_L__
source: Gauge Length(L):
ru: Расчетная длина (L):

# FrmTestSetting_Grip_Length_gl__
source: Grip Length(gl):
ru: Длина захвата(gl):

# FrmTestSetting_Support_Length_L__
source: Support Length(L):
ru: длина опоры(L):

# FrmTestSetting_Position_Length_gl__
source: Position Length(gl):
ru: Длина позиции(gl):

# FrmTestSetting_3P_Bending
source: 3P Bending
ru: 3-т Изгиб

# FrmTestSetting_Area_
source: Area:
ru: Площадь:

# FrmTestSetting_mm2
source: mm2
ru: мм2

# FrmTestSetting_Inertia_
source: Inertia:
ru: Инерция:

# FrmTestSetting_mm4
source: mm4
ru: мм4

# LengthStressControl_UnitSet__lbf_in__sec
source: (lbf/in)/sec
ru: (фс/дюйм)/сек

# LengthStressControl_UnitSet__lbf_in__min
source: (lbf/in)/min
ru: (фс/дюйм)/мин

# LengthStressControl_UnitSet__Klbf_in__sec
source: (Klbf/in)/sec
ru: (Кфс/дюйм)/сек

# LengthStressControl_UnitSet__Klbf_in__min
source: (Klbf/in)/min
ru: (Кфс/дюйм)/мин

# ExtenControlConvertor_UnitSet_Inch_per_sec
source: Inch per sec
ru: Дюйм в секунду

# ExtenControlConvertor_UnitSet_Foot_per_sec
source: Foot per sec
ru: Фут в секунду

# ExtenControlConvertor_UnitSet_Yard_per_sec
source: Yard per sec
ru: Ярд в секунду

# ExtenControlConvertor_UnitSet_Inch_per_min
source: Inch per min
ru: Дюйм в минуту

# ExtenControlConvertor_UnitSet_Foot_per_min
source: Foot per min
ru: фут в минуту

# ExtenControlConvertor_UnitSet_Yard_per_min
source: Yard per min
ru: Ярд в минуту

# ExtenControlConvertor_UnitSet_in_sec
source: in/sec
ru: дюйм/сек

# ExtenControlConvertor_UnitSet_ft_sec
source: ft/sec
ru: фт/сек

# ExtenControlConvertor_UnitSet_yd_sec
source: yd/sec
ru: ярд/сек

# ExtenControlConvertor_UnitSet_in_min
source: in/min
ru: дюйм/мин

# ExtenControlConvertor_UnitSet_ft_min
source: ft/min
ru: фут/мин

# ExtenControlConvertor_UnitSet_yd_min
source: yd/min
ru: ярд/мин

# StressControlConvertor_UnitSet_Pound_per_square_inch_per_sec
source: Pound per square inch per sec
ru: Фунт на кв.дюйм в секунду

# StressControlConvertor_UnitSet_Thousand_pounds_per_square_inch_per_sec
source: Thousand pounds per square inch per sec
ru: Килофунт на кв.дюйм в секунду
