Repository: man56/santam-jdaoo
Catalog: Properties/Resources.*.resx
Languages: fa, ru

# StressControlConvertor_UnitSet_Pound_per_square_foot_per_sec
source: Pound per square foot per sec
ru: Фунт на кв.фут в секунду

# StressControlConvertor_UnitSet_Ton_per_square_inch_per_sec
source: Ton per square inch per sec
ru: Тон на кв.дюйм в секунду

# StressControlConvertor_UnitSet_Ton_per_square_foot_per_sec
source: Ton per square foot per sec
ru: Тон на кв.фут в секунду

# StressControlConvertor_UnitSet_Pound_per_square_inch_per_min
source: Pound per square inch per min
ru: Фунт на кв.дюйм в минуту

# StressControlConvertor_UnitSet_Thousand_pounds_per_square_inch_per_min
source: Thousand pounds per square inch per min
ru: Килофунт на кв.дюйм в минуту

# StressControlConvertor_UnitSet_Pound_per_square_foot_per_min
source: Pound per square foot per min
ru: Фунт на кв.фут в минуту

# StressControlConvertor_UnitSet_Ton_per_square_inch_per_min
source: Ton per square inch per min
ru: Тон на кв.дюйм в минуту

# StressControlConvertor_UnitSet_Ton_per_square_foot_per_min
source: Ton per square foot per min
ru: Тон на кв. фут в минуту

# FrmTestSetting_At_Point_
source: At Point:
ru: В точке:

# FrmTestSetting_After_Strain_
source: After Strain:
ru: После напряжения:

# AccessPermissionForm_AcceptCommand_Click
source: Password was incorrect, please check your input and try again.
ru: Пароль неверен. Проверьте введенный пароль и повторите попытку.

# AccessPermissionForm_Error
source: Error
ru: Ошибка

# AuthenticationFrm_Invalid_password_
source: Invalid password!
ru: Неверный пароль!

# ExplorerTree_ExploreMyComputer_Error
source: Error while Filling the Explorer:
ru: Ошибка при заполнении проводника:

# Lock_Check_Invalid_register_code_
source: Invalid register code!
ru: Неверный регистрационный код!

# Lock_CheckUser_Insert_usb_lock_
source: Insert usb lock!
ru: Вставьте USB-замок!

# Lock_CheckUser_Error__can_not_open_the_usb_lock_
source: Error: can not open the usb lock!
ru: Ошибка: не могу открыть USB-замок!

# MainFrm_PrepareStopTest_
source: Furnace has been turned Off & Force control at ZERO is in progress. By selecting 'Yes', the test will stop completely. Due to expansion of the rods, You have to REMOVE the PIN of the LOWER ROD in order to avoid any apply force to the specimen. Is the PIN removed ?
ru: Печь выключена, и выполняется принудительное управление на НУЛЕ. Если выбрать «Да», тест будет полностью остановлен. Из-за расширения стержней необходимо СНЯТЬ ШТИФТ НИЖНЕГО стержня, чтобы избежать приложения силы к образцу. ПИН-код удален?

# MainFrm_PrepareStopTest_2
source: By selecting 'Yes', test will STOP, also furnace will turn off and load reaches to ZERO. (Until temperature becomes below 50°C or 24 hours passed). Are you sure to STOP the test ?
ru: При выборе «Да» тест ОСТАНОВИТСЯ. также печь выключится и нагрузка достигнет НУЛЯ. (Пока температура не станет ниже 50°C или не пройдет 24 часа). Вы уверены, что ОСТАНОВИТЕ тест?

# MainFrm_CheckModification_Save_changes_
source: Save changes?
ru: Сохранить изменения?

# MainFrm_InitilizeTest_Error_in_test_setting
source: Error in test setting
ru: Ошибка в настройке теста

# MainFrm_InitilizeTest_Test_conditions_confirmation
source: Test conditions confirmation
ru: Подтверждение условий испытаний

# Program_LoadDefaults_Error_in_the_config_file_
source: Error in the config file!
ru: Ошибка в конфиге!

# RS232_AutoDiscovery_Error_on_serial_port
source: Error on serial port
ru: Ошибка последовательного порта

# RS485_AutoDiscovery_Error_on_RS485_port
source: Error on RS485 port
ru: Ошибка порта RS485

# Status_ParseStatus_Loadcell_Disconnected_
source: Loadcell Disconnected!
ru: Loadcell отключен!

# Status_ParseStatus_Extensometer_Disconnected_
source: Extensometer Disconnected!
ru: Экстензометр отключен!

# Status_ParseStatus_LF_Encoder_Disconnected_
source: LF Encoder Disconnected!
ru: НЧ-энкодер отключен!

# Status_ParseStatus_Driver_Disconnected_
source: Driver Disconnected!
ru: Драйвер отключен!

# Status_ParseStatus_Up_Micro_Switch_Hitted_
source: Up Micro Switch Hitted!
ru: Сработал микровыключатель вверх!

# Status_ParseStatus_Down_Micro_Switch_Hitted_
source: Down Micro Switch Hitted!
ru: Сработал микропереключатель вниз!

# Test_CheckTestStopCustomCriterin_Warning
source: Warning
ru: ПРЕДУПРЕЖДЕНИЕ

# Test_CheckTestStopCustomCriterin_Test_stopped_due_to_protection
source: Test stopped due to protection
ru: Тест остановлен из-за защиты

# Test_CheckStopCriterian_Force_exceeds_lower_limit
source: Force exceeds lower limit
ru: Сила превышает нижний предел

# Test_CheckStopCriterian_Force_exceeds_upper_limit
source: Force exceeds upper limit
ru: Сила превышает верхний предел

# Test_CheckStopCriterian_Extension__extensometer__exceeds_lower_limit
source: Extension (extensometer) exceeds lower limit
ru: Удлинение (экстензометр) превышает нижний предел

# Test_CheckStopCriterian_Extension__extensometer__exceeds_upper_limit
source: Extension (extensometer) exceeds upper limit
ru: Удлинение (экстензометр) превышает верхний предел

# Test_CheckStopCriterian_Extension__encoder__exceeds_lower_limit
source: Extension (encoder) exceeds lower limit
ru: Расширение (энкодер) превышает нижний предел

# Test_CheckStopCriterian_Temperature_Overheat_limit
source: Temperature Overheat limit
ru: Предел перегрева температуры

# Test_ProcessSdbData_Test_stopped_due_to_fatal_error_in_data
source: Test stopped due to fatal error in data
ru: Тест остановлен из-за фатальной ошибки в данных

# Test_CheckTestStopCustomCriterin_Force_reaches_stop_condition
source: Force reaches stop condition
ru: Сила достигает состояния остановки

# Test_CheckTestStopCustomCriterin_Force_reaches_75__stop_condition
source: Force reaches 75% stop condition
ru: Усилие достигает 75% состояния остановки

# Test_CheckTestStopCustomCriterin_Strees_reaches_stop_condition
source: Strees reaches stop condition
ru: Стресс достигает состояния остановки

# Test_CheckTestStopCustomCriterin_Strees_reaches_75__stop_condition
source: Strees reaches 75% stop condition
ru: Стресс достигает 75% состояния остановки

# Test_CheckTestStopCustomCriterin_Extension_reaches_stop_condition
source: Extension reaches stop condition
ru: Расширение достигает состояния остановки

# Test_CheckTestStopCustomCriterin_Extension_reaches_75__stop_condition
source: Extension reaches 75% stop condition
ru: Расширение достигает 75% состояния остановки

# Test_CheckTestStopCustomCriterin_Strain_reaches_stop_condition
source: Strain reaches stop condition
ru: Деформация достигает состояния остановки

# Test_CheckTestStopCustomCriterin_Strain_reaches_75__stop_condition
source: Strain reaches 75% stop condition
ru: Деформация достигает 75 %, состояние остановки

# StressControlConvertor_UnitSet_psi_sec
source: psi/sec
ru: фунт на кв.дюйм/сек

# StressControlConvertor_UnitSet_ksi_sec
source: ksi/sec
ru: килофунт на кв.дюйм/сек

# StressControlConvertor_UnitSet_psf_sec
source: psf/sec
ru: фунт на кв.фут/сек

# StressControlConvertor_UnitSet_tpsi_sec
source: tpsi/sec
ru: тон на кв.дюйм/сек

# StressControlConvertor_UnitSet_tpsf_sec
source: tpsf/sec
ru: тон на кв.фут/сек

# StressControlConvertor_UnitSet_psi_min
source: psi/min
ru: фунт на кв.дюйм/мин

# StressControlConvertor_UnitSet_ksi_min
source: ksi/min
ru: килофунт на кв.дюйм/мин

# StressControlConvertor_UnitSet_psf_min
source: psf/min
ru: фунт на кв.фут/мин

# StressControlConvertor_UnitSet_tpsi_min
source: tpsi/min
ru: тон на кв.дюйм/мин

# StressControlConvertor_UnitSet_tpsf_min
source: tpsf/min
ru: тон на кв. фут/мин

# StrainControlConvertor_UnitSet__in_in__sec
source: (in/in)/sec
ru: (дюйм/дюйм)/сек

# StrainControlConvertor_UnitSet__ft_ft__sec
source: (ft/ft)/sec
ru: (фут/фут)/сек

# StrainControlConvertor_UnitSet__yd_yd__sec
source: (yd/yd)/sec
ru: (ярд/ярд)/сек

# StrainControlConvertor_UnitSet__in_in__min
source: (in/in)/min
ru: (дюйм/дюйм)/мин

# StrainControlConvertor_UnitSet__ft_ft__min
source: (ft/ft)/min
ru: (фут/фут)/мин

# StrainControlConvertor_UnitSet__yd_yd__min
source: (yd/yd)/min
ru: (ярд/ярд)/мин

# StrainControlConvertor_UnitSet_in_in_per_sec
source: in/in per sec
ru: дюйм/дюйм в сек

# StrainControlConvertor_UnitSet_ft_ft_per_sec
source: ft/ft per sec
ru: фут/фут в сек

# StrainControlConvertor_UnitSet_yd_yd_per_sec
source: yd/yd per sec
ru: ярд/ярд в сек

# StrainControlConvertor_UnitSet_in_in_per_min
source: in/in per min
ru: дюйм/дюйм в мин

# StrainControlConvertor_UnitSet_ft_ft_per_min
source: ft/ft per min
ru: фут/фут в мин

# StrainControlConvertor_UnitSet_yd_yd_per_min
source: yd/yd per min
ru: ярд/ярд в мин

# StressConvertor_UnitSet_Pa
source: Pa
ru: Па

# StressConvertor_UnitSet_kPa
source: kPa
ru: кПа

# StressConvertor_UnitSet_GPa
source: GPa
ru: ГПа

# StressConvertor_UnitSet_MPa
source: MPa
ru: Мпа

# StressConvertor_UnitSet_N_cm2
source: N/cm2
ru: Н/см2

# StressConvertor_UnitSet_N_mm2
source: N/mm2
ru: н/мм2

# StressConvertor_UnitSet_kN_cm2
source: kN/cm2
ru: кН/см2

# StressConvertor_UnitSet_kN_mm2
source: kN/mm2
ru: кН/мм2

# StressConvertor_UnitSet_MN_cm2
source: MN/cm2
ru: MН/см2

# StressConvertor_UnitSet_MN_mm2
source: MN/mm2
ru: MН/мм2

# StressConvertor_UnitSet_Pascal
source: Pascal
ru: Паскаль

# StressConvertor_UnitSet_Kilo_Pascal
source: Kilo Pascal
ru: КилоПаскаль

# StressConvertor_UnitSet_Mega_Passcal
source: Mega Passcal
ru: МегаПаскаль

# StressConvertor_UnitSet_Giga_Passcal
source: Giga Passcal
ru: ГигаПаскаль

# MassStress_UnitSet_cN_Denier
source: cN/Denier
ru: сН/денье

# MassStress_UnitSet_dN_Denier
source: dN/Denier
ru: дН/ден

# MassStress_UnitSet_N_Denier
source: N/Denier
ru: Н/ден

# MassStress_UnitSet_cN_Tex
source: cN/Tex
ru: cН/текс

# MassStress_UnitSet_dN_Tex
source: dN/Tex
ru: дН/текс

# MassStress_UnitSet_N_Tex
source: N/Tex
ru: Н/текс

# MassStressControl_UnitSet__cN_Denier__sec
source: (cN/Denier)/sec
ru: (cН/ден)/сек

# MassStressControl_UnitSet__cN_Denier__min
source: (cN/Denier)/min
ru: (cН/ден)/мин

# MassStressControl_UnitSet__dN_Denier__sec
source: (dN/Denier)/sec
ru: (дН/ден)/сек

# MassStressControl_UnitSet__dN_Denier__min
source: (dN/Denier)/min
ru: (дН/ден)/мин

# MassStressControl_UnitSet__N_Denier__sec
source: (N/Denier)/sec
ru: (Н/ден)/сек

# MassStressControl_UnitSet__N_Denier__min
source: (N/Denier)/min
ru: (Н/ден)/мин

# MassStressControl_UnitSet__cN_Tex__sec
source: (cN/Tex)/sec
ru: (cН/текс)/сек

# MassStressControl_UnitSet__cN_Tex__min
source: (cN/Tex)/min
ru: (cН/текс)/мин

# MassStressControl_UnitSet__dN_Tex__sec
source: (dN/Tex)/sec
ru: (дН/текс)/сек

# MassStressControl_UnitSet__N_Tex__min
source: (N/Tex)/min
ru: (Н/текс)/мин

# LengthStress_UnitSet_N_mm
source: N/mm
ru: Н/мм

# LengthStress_UnitSet_kN_mm
source: kN/mm
ru: кН/мм

# LengthStress_UnitSet_N_cm
source: N/cm
ru: Н/см

# LengthStress_UnitSet_KN_cm
source: KN/cm
ru: кН/см

# LengthStressControl_UnitSet__N_mm__sec
source: (N/mm)/sec
ru: (Н/мм)/сек

# LengthStressControl_UnitSet__N_mm__min
source: (N/mm)/min
ru: (Н/мм)/мин

# LengthStressControl_UnitSet__kN_mm__sec
source: (kN/mm)/sec
ru: (кН/мм)/сек

# LengthStressControl_UnitSet__kN_mm__min
source: (kN/mm)/min
ru: (кН/мм)/мин

# LengthStressControl_UnitSet__N_cm__sec
source: (N/cm)/sec
ru: (Н/см)/сек

# LengthStressControl_UnitSet__N_cm__min
source: (N/cm)/min
ru: (Н/см)/мин

# LengthStressControl_UnitSet__kN_cm__sec
source: (kN/cm)/sec
ru: (кН/см)/сек

# LengthStressControl_UnitSet__kN_cm__min
source: (kN/cm)/min
ru: (кН/см)/мин

# ForceControlConvertor_UnitSet_Newton_per_sec
source: Newton per sec
ru: Ньютон в сек

# ForceControlConvertor_UnitSet_Kilo_newton_per_sec
source: Kilo newton per sec
ru: КилоНьютон в сек

# ForceControlConvertor_UnitSet_Mega_newton_per_sec
source: Mega newton per sec
ru: МегаНьютон в сек

# ForceControlConvertor_UnitSet_Newton_per_min
source: Newton per min
ru: Ньютон в мин

# ForceControlConvertor_UnitSet_Kilo_newton_per_min
source: Kilo newton per min
ru: КилоНьютон в мин

# ForceControlConvertor_UnitSet_Mega_newton_per_min
source: Mega newton per min
ru: МегаНьютон в мин

# ForceControlConvertor_UnitSet_N_sec
source: N/sec
ru: Н/сек

# ForceControlConvertor_UnitSet_kN_sec
source: kN/sec
ru: кН/сек

# ForceControlConvertor_UnitSet_MN_sec
source: MN/sec
ru: MН/сек

# ForceControlConvertor_UnitSet_N_min
source: N/min
ru: Н/мин

# ForceControlConvertor_UnitSet_kN_min
source: kN/min
ru: кН/мин

# ForceControlConvertor_UnitSet_MN_min
source: MN/min
ru: MН/мин

# StrainControlConvertor_UnitSet_mm_per_mm_per_sec_Name
source: mm per mm per sec
ru: мм в мм в сек

# StrainControlConvertor_UnitSet_cm_per_cm_per_sec_Name
source: cm per cm per sec
ru: см в см в сек

# StrainControlConvertor_UnitSet_m_per_m_per_sec_Name
source: m per m per sec
ru: м на м в сек

# StrainControlConvertor_UnitSet_mm_per_mm_per_min_Name
source: mm per mm per min
ru: мм на мм в мин

# StrainControlConvertor_UnitSet_cm_per_cm_per_min_Name
source: cm per cm per min
ru: см на см в мин

# StrainControlConvertor_UnitSet_m_per_m_per_min_Name
source: m per m per min
ru: м на м в мин

# StrainControlConvertor_UnitSet__m_m__sec
source: (m/m)/sec
ru: (м/м)/сек

# StressControlConvertor_UnitSet_Pascal_per_sec_Name
source: Pascal per sec
ru: Паспаль в сек

# StressControlConvertor_UnitSet_Kilo_pascal_per_sec_Name
source: Kilo pascal per sec
ru: КилоПаскаль в сек

# StressControlConvertor_UnitSet_Mega_passcal_per_sec_Name
source: Mega passcal per sec
ru: МегаПаскаль в сек

# StressControlConvertor_UnitSet_Giga_passcal_per_sec_Name
source: Giga passcal per sec
ru: ГигаПаскаль в сек

# StressControlConvertor_UnitSet_N_cm2_per_sec_Name
source: N/cm2 per sec
ru: Н/см2 в сек

# StressControlConvertor_UnitSet_N_mm2_per_sec_Name
source: N/mm2 per sec
ru: Н/мм2 в сек

# StressControlConvertor_UnitSet_kN_cm2_per_sec_Name
source: kN/cm2 per sec
ru: кН/см2 в сек

# StressControlConvertor_UnitSet_kN_mm2_per_sec_Name
source: kN/mm2 per sec
ru: кН/мм2 в сек

# StressControlConvertor_UnitSet_MN_cm2_per_sec_Name
source: MN/cm2 per sec
ru: MН/см2 в сек

# StressControlConvertor_UnitSet_MN_mm2_per_sec_Name
source: MN/mm2 per sec
ru: MН/мм2 в сек

# StressControlConvertor_UnitSet_Pa_sec
source: Pa/sec
ru: Па/сек

# StressControlConvertor_UnitSet_kPa_sec
source: kPa/sec
ru: кПа/сек

# StressControlConvertor_UnitSet_MPa_sec
source: MPa/sec
ru: MПa/сек

# StressControlConvertor_UnitSet_GPa_sec
source: GPa/sec
ru: ГПa/сек

# StressControlConvertor_UnitSet__N_cm2__sec
source: (N/cm2)/sec
ru: (Н/см2)/сек

# StressControlConvertor_UnitSet__N_mm2__sec
source: (N/mm2)/sec
ru: (Н/мм2)/сек

# StressControlConvertor_UnitSet__kN_cm2__sec
source: (kN/cm2)/sec
ru: (кН/см2)/сек

# StressControlConvertor_UnitSet__kN_mm2__sec
source: (kN/mm2)/sec
ru: (кН/мм2)/сек

# StressControlConvertor_UnitSet__MN_cm2__sec
source: (MN/cm2)/sec
ru: (MН/см2)/сек

# StressControlConvertor_UnitSet__MN_mm2__sec
source: (MN/mm2)/sec
ru: (MН/мм2)/сек

# StressControlConvertor_UnitSet_Pascal_per_min
source: Pascal per min
ru: Паскаль в мин

# StressControlConvertor_UnitSet_Kilo_pascal_per_min
source: Kilo pascal per min
ru: КилоПаскаль в мин

# StressControlConvertor_UnitSet_Mega_passcal_per_min
source: Mega passcal per min
ru: МегаПаскаль в мин

# StressControlConvertor_UnitSet_Giga_passcal_per_min
source: Giga passcal per min
ru: ГигаПаскаль в мин

# StressControlConvertor_UnitSet_N_cm2_per_min
source: N/cm2 per min
ru: Н/см2 в мин

# StressControlConvertor_UnitSet_N_mm2_per_min
source: N/mm2 per min
ru: Н/мм2 в мин

# StressControlConvertor_UnitSet_kN_cm2_per_min
source: kN/cm2 per min
ru: кН/см2 в мин

# StressControlConvertor_UnitSet_kN_mm2_per_min
source: kN/mm2 per min
ru: кН/мм2 в мин

# StressControlConvertor_UnitSet_MN_cm2_per_min
source: MN/cm2 per min
ru: MН/см2 в мин

# StressControlConvertor_UnitSet_MN_mm2r_per_min
source: MN/mm2r per min
ru: MН/мм2r в мин

# StressControlConvertor_UnitSet_Pa_min
source: Pa/min
ru: Пa/мин

# StressControlConvertor_UnitSet_kPa_min
source: kPa/min
ru: кПa/мин

# StressControlConvertor_UnitSet_MPa_min
source: MPa/min
ru: MPa/мин

# StressControlConvertor_UnitSet_GPa_min
source: GPa/min
ru: ГПa/мин

# StressControlConvertor_UnitSet__N_cm2__min
source: (N/cm2)/min
ru: (Н/см2)/мин

# StressControlConvertor_UnitSet__N_mm2__min
source: (N/mm2)/min
ru: (Н/мм2)/мин

# StressControlConvertor_UnitSet__kN_cm2__min
source: (kN/cm2)/min
ru: (кН/см2)/мин

# StressControlConvertor_UnitSet__kN_mm2__min
source: (kN/mm2)/min
ru: (кН/мм2)/мин

# StressControlConvertor_UnitSet__MN_cm2__min
source: (MN/cm2)/min
ru: (MН/см2)/мин

# StressControlConvertor_UnitSet__MN_mm2__min
source: (MN/mm2)/min
ru: (MН/мм2)/мин

# FrmTestSetting_Density_
source: Density:
ru: Плотность:

# FrmTestSetting_Weight_
source: Weight:
ru: Вес:

# FrmTestSetting_Length_
source: Length:
ru: Длина:

# FrmTestSetting_Kg_m3
source: Kg/m3
ru: Кг/м3

# FrmTestSetting_Kg
source: Kg
ru: Кг

# FrmTestSetting_Diameter_d__
source: Diameter(d):
ru: Диаметр (д):

# FrmTestSetting_Inner_Diameter_di__
source: Inner Diameter(di):
ru: Внутренний диаметр (в):

# FrmTestSetting_Thickness_t_
source: Thickness(t)
ru: Толщина(т)

# FrmTestSetting_Width_w__
source: Width(w):
ru: Ширина (ш):

# FrmTestSetting_Width_
source: Width:
ru: Ширина:

# FrmTestSetting_Tex_
source: Tex:
ru: Текс:

# FrmTestSetting_gr_1000m
source: gr/1000m
ru: гр/1000м

# FrmTestSetting_gr_cm3
source: gr/cm3
ru: гр/см3

# FrmTestSetting_Denier_
source: Denier:
ru: Денье:

# FrmTestSetting_Peak
source: Peak
fa: سقف نیرو
ru: пикового

# FrmTestSetting_Stop
source: Stop
fa: توقف
ru: Стоп

# FrmTestSetting_Continue
source: Continue
fa: ادامه
ru: ​Продолжать

# FrmTestSetting_Exten_Limit
source: Exten Limit
fa: حد طولی
ru: Предел.удлин.

# FrmTestSetting_Time_Limit
source: Time Limit
fa: حد زمانی
ru: Предел.врем.

# FrmTestSetting_Strain_Limit
source: Strain Limit
fa: حد استرین
ru: Предел.деформ.

source: User Click
fa: انتخاب کاربر
ru: Пользов. Клик

source: Elongation After Break
fa: ازدیاد طول پس از شکست
ru: Удл. после разрыва

# FrmTestSetting_Circular
source: Circular
fa: مدور
ru: Круг

# FrmTestSetting_Rectangular
source: Rectangular
fa: مربع
ru: Прямоугольник

# FrmTestSetting_Area
source: Area
fa: سطح
ru: Площадь

# FrmTestSetting_Weight
source: Weight
fa: وزن
ru: Вес

# FrmTestSetting_Oring
source: Oring
fa: مدور تو خالی
ru: Оринг

# FrmTestSetting_Denier
source: Denier
fa: دنیر
ru: Денье

# FrmTestSetting_Tex
source: Tex
fa: تکس
ru: Текс

# FrmTestSetting_Tear
source: Tear
fa: اشک
ru: Рвать

# FrmTestSetting_Break
source: Break
fa: نقطه شکست
ru: Разруш.

# FrmTestSetting_Yield
source: Yield
fa: بازده
ru: Предел

# FrmTestSetting_Yield_Offset
source: Yield Offset
fa: بازده آفست
ru: Предел тек.

# FrmTestSetting_Upper_Yield
source: Upper Yield
fa: بازده بالا
ru: Верхний предел

# FrmTestSetting_Lower_Yield
source: Lower Yield
fa: بازده پایین
ru: Нижний предел

# FrmTestSetting_Mean_Yield
source: Mean Yield
fa: بازده متوسط
ru: Сред. предел

# FrmTestSetting__4P_Bending
source: 4P Bending
fa: خمش 4 نقطه
ru: 4-т Изгиб

# FrmTestSetting__3P_Bending
source: 3P Bending
fa: خمش 3 نقطه
ru: 3-т Изгиб

# FrmTestSetting_Tension_Compression
source: Tension/Compression
fa: کشش/فشار
ru: Растяжение/Сжатие

# MainFrm_InitilizeTest_
source: Specimen will reach to {0:F1} ({1}) for {2:F2} ({3}) as preload and furnace will reach to {4:F0} {5}. and specimen will reach to {6:F1} ({7}) for {8:F2} ({9}) as main load and test will stop at limit {10} ({11}).
ru: Образец достигнет {0:F1} ({1}) для {2:F2} ({3}) в качестве предварительной загрузки. и печь дойдет до {4:F0} {5}. и образец достигнет {6:F1} ({7}) для {8:F2} ({9}) в качестве основной нагрузки и тест остановится на пределе {10} ({11}).

# ReportingParameters_ReportPropertyAbbrev_Secant_Module
source: Secant Module
fa: ماژول سکانت
ru: Секущий модуль

# ReportingParameters_ReportPropertyAbbrev_Tangent_Module
source: Tangent Module
fa: ماژول تانژانت
ru: Секущий модуль

# ReportingParameters_ReportPropertyAbbrev_Energy
source: Energy
fa: انرژی
ru: Энергия

# ReportingParameters_ReportPropertyAbbrev_Force_Rate
source: Force Rate
fa: نرخ سرعت
ru: Скорость нагружения

# ReportingParameters_ReportPropertyAbbrev_Extension_Rate
source: Extension Rate
fa: نرخ تغییر طول
ru: Скорость удлинения

# ReportingParameters_ReportPropertyAbbrev_Stress_Rate
source: Stress Rate
fa: نرخ تنش
ru: Скорость напряжения

# ReportingParameters_ReportPropertyAbbrev_Strain_Rate
source: Strain Rate
fa: نرخ کرنش
ru: Скорость деформации

# ReportingParameters_ReportPropertyAbbrev_Relaxation
source: Relaxation
fa: خستگی
ru: Релаксация

# ReportingParameters_ReportPropertyAbbrev_Force_Loss
source: Force Loss
fa: جبران نیرو
ru: Спад нагрузки

# ReportingParameters_ReportPropertyAbbrev_Stress_Loss
source: Stress Loss
fa: جبران تنش
ru: Спад напряжения

# ReportingParameters_ReportPropertyAbbrev_Bending_Stress
source: Bending Stress
fa: تنش خمشی
ru: Напряж.изгиба

# ReportingParameters_ReportPropertyAbbrev_Bending_Strain
source: Bending Strain
fa: کرنش خمشی
ru: Деформ.изгиба

# ReportingParameters_ReportPropertyAbbrev_Bending_Module
source: Bending Module
fa: ماژول خمشی
ru: Модуль.изгиба

# ReportingParameters_ReportPropertyAbbrev_Force_Per_Length
source: Force Per Length
fa: نیرو بر طول
ru: Нагрузка на ед.длины

# ReportingParameters_ReportPropertyAbbrev_Formula
source: Formula
fa: فرمول
ru: Формула

# MeasureMonitor_LoadUnitMenu_Unit_Systems
source: Unit Systems
ru: Система изм.

# MainFrm_ConfigStartTest_Test_Progress
source: Test Progress
ru: Процесс Испытания

# MainFrm_SetReportResultGridView_Elastic_Module
source: Elastic Module
ru: Эласт Модуль

# MainFrm_SetReportResultGridView_Delta
source: Delta
ru: Дельта

# AboutX0
source: About {0}
fa: درباره {0}
ru: О программе {0}

# VersionX0
source: Version {0}
fa: نسخه {0}
ru: Версия {0}

# MainFrm_SetReportResultGridView_Acc_From
source: Acc From
ru: Акк от

# MainFrm_SetReportResultGridView_Acc_To
source: Acc To
ru: Акк до

# MainFrm_SetReportResultGridView_Avg_
source: Avg.
ru: Сред.

# MainFrm_menuCreateGroup_Click_New_Group
source: New Group
ru: Новая группа

# MainFrm_menuCreateGroup_Click_Enter_Group_Name_
source: Enter Group Name:
ru: Введите имя группы:

# MainFrm_GetPrintData_Test_Specifications
source: Test Specifications
ru: свойств испытания

# MainFrm_GetPrintData_Tests_Results
source: Tests Results
ru: результатов испытания

# FrmTestSetting_SetXml_File_error
source: File error
ru: Ошибка файла

# FrmTestSetting_SetXml_Report_files
source: Report files
ru: Файлы отчетов

# FrmTestSetting_SetXml_not_found_
source: not found!
ru: не найдено!

# MainFrm_NotifyNewLoadCellAthentication_Loadcell_Identification
source: Loadcell Identification
ru: Идентификация тензодатчика

source: Temperature Sensor Identification
ru: Идентификация датчика температуры

# MainFrm_NotifyNewLoadCellDetection_New_loadcell_is_detected
source: New loadcell is detected
ru: Обнаружен новый тензодатчик

# MainFrm_NotifyNewExtensometerDetection_New_extensometer_is_detected
source: New extensometer is detected
ru: Обнаружен новый экстензометр

# MainFrm_OnTestOnOnStopTestS2E_Strain_to_switching
source: Strain to switching
ru: Стремитесь к переключению

# MainFrm_CheckFialures_Down_Micro_Switch
source: Down Micro Switch
ru: Микропереключатель вверх

# MainFrm_CheckFialures_Up_Micro_Switch
source: Up Micro Switch
ru: Микропереключатель вниз

# MainFrm_OnTestOnOnStopTestS2E_Remove_Extensometer_
source: Remove Extensometer!
ru: Снимите экстензометр!

# FrmTestSetting_ImportAndConvert_Width__w__
source: Width (w):
ru: Ширина (ш):

# FrmTestSetting_ImportAndConvert_Thickness__t_
source: Thickness (t)
ru: Толщина (т)

# MainFrm_LoadPlotUnitsMenuItems_Offset__0__by
source: Offset {0} by
ru: Смещение {0} по

# MainFrm_LoadPlotUnitsMenuItems__0__Units
source: {0} Units
ru: {0} Единицы

# MeasureMonitor_LoadMeasureTypeMenu_Remove
source: Remove
ru: Удалить

source: n/a
ru: н/д

# UcSpec_SetCyclicFields_No__Cycle_
source: No. Cycle:
ru: Кол-во циклов:

# UcSpec_SetCyclicFields_Limit_1_
source: Limit 1:
ru: Предел 1:
