Repository: man56/santam-jdaoo
Catalog: PLayer/Setting/FrmCalibration.*.resx
Languages: fa

# $this.Text
source: Calibration
fa: کالیبراسیون

# label1.Text
source: Loadcell
fa: لودسل

# label12.Text
source: Stop Extension:
fa: جابجایی پایان:

# label13.Text
source: Start Extension:
fa: جابجایی آغاز:

# label14.Text
source: Short Travel Extensometer
fa: اکستنسومتر کورس کوتاه

# label16.Text
source: Computed Gain:
fa: گین محاسباتی:

# label19.Text
source: Stop Extension:
fa: جابجایی پایان:

# label2.Text
source: Start Force:
fa: نیروی آغاز:

# label20.Text
source: Long Travel Extensometer
fa: اکستنسومتر برد بلند

# label21.Text
source: Start Extension:
fa: جابجایی آغاز:

# label24.Text
source: Max Capacity:
fa: حداکثر ظرفیت:

# label28.Text
source: Max Capacity:
fa: حداکثر ظرفیت:

# label29.Text
source: Max Capacity:
fa: حداکثر ظرفیت:

# label3.Text
source: Stop Force:
fa: نیروی پایان:

# label6.Text
source: Computed R.O.:
fa: R.O. محاسباتی:

# label9.Text
source: Computed R.O.:
fa: R.O. محاسباتی:

# linkLabel1.Text
source: Cancel
fa: لغو

# llCalibrateForce.Text
source: Calibrate
fa: کالیبره کن

# llCaribrateLongExten.Text
source: Calibrate
fa: کالیبره کن

# llCaribrateShortExten.Text
source: Calibrate
fa: کالیبره کن

# llLoadcell.Text
source: Loadcell
fa: لودسل

# llSave.Text
source: Save
fa: ذخيره

# llSaveForceRO.Text
source: Done
fa: انجام شد

# llSaveLongExtenGain.Text
source: Done
fa: انجام شد

# llSaveShortExtenRO.Text
source: Done
fa: انجام شد

# llSetForceStart.Text
source: Set
fa: تنظيم

# llSetLongExtenStart.Text
source: Set
fa: تنظيم

# llSetShortExtenStart.Text
source: Set
fa: تنظيم

# radioButton2.Text
source: Measuring method
fa: کالیبراسیون به روش اندازه گيری

# radioButton3.Text
source: Measuring method
fa: کالیبراسیون به روش اندازه گيری

# rbLoadcellDirectCalibration.Text
source: Direct Calibration
fa: کالیبراسیون تئوری

# rbShortExtenDirectCalibration.Text
source: Direct Calibration
fa: کالیبراسیون تئوری

# tpLoadcell.Text
source: loadcell
fa: لودسل

# lkTemperature.Text
source: Temperature
fa: دما

# llLongExten.Text
source: Long Travel Extensometer
fa: اکستنسومتر برد بلند

# tbpTemperature.Text
source: Temperature
fa: دما

# tpShortExten.Text
source: shortExten
fa: طول کوتاه

# tpLongExten.Text
source: LongExten
fa: طول بلند

# llShortExten.Text
source: Short Travle Extensometer
fa: اکستنسومتر برد کوتاه
