Repository: man56/santam-jdaoo
Catalog: PLayer/Setting/FrmInstrument.*.resx
Languages: fa, ru

# lkTemperature.Text
source: Temperature
fa: دما
ru: Температура

# llApply.Text
source: Save
fa: ذخيره
ru: Сохранить

# llStrain2.Text
source: Extensometer (Lateral)
fa: اکستنسومتر (لترال)
ru: Экстензометр (Поперечный)

# llExtension.Text
source: Encoder (Load Frame)
fa: انکودر لودفريم
ru: Энкодер (рама нагружения)

# lbExit.Text
source: Cancel
fa: لغو
ru: Отмена

# llForce.Text
source: Loadcell
fa: لود سل
ru: Датчик силы

# llStrain1.Text
source: Extensometer
fa: اکستنسومتر
ru: Экстензометр

# label15.Text
source: Maximum Force:
fa: حداکثر نيرو:
ru: Макс.нагрузка:

# label16.Text
source: Minimum Force:
fa: حداقل نيرو:
ru: Мин.нагрузка:

# label7.Text
source: Peak Noise Detection:
fa: آستانه پيشينه نويز:
ru: Обнаружение пик.шума:

# label5.Text
source: Filter Length:
fa: طول فيلتر:
ru: Длина фильтра:

# label6.Text
source: Fraction Digits:
fa: رقم اعشار:
ru: Дробные цифры:

# label2.Text
source: Loadcell
fa: لود سل
ru: Датчик силы

# lbNoLoadcell.Text
source: There is no Load Cell!
fa: لودسل متصل نیست!
ru: Тензодатчика нет!

# label44.Text
source: ID Capacity(Kgf) R.O.(mv/v)
ru: ID Емкость(Кгс) R.O.(мВ/В)

# type.HeaderText
source: type
fa: نوع
ru: тип

# cCapacity.HeaderText
source: Max Capacity
fa: حداکثر ظرفیت
ru: Макс. емкость

# tpLoadcell.Text
source: loadcell
fa: لودسل
ru: датчик силы

# label39.Text
source: Encoder Gain
fa: ظریب انکودر
ru: Усиление сигнала энкодера

# label27.Text
source: Maximum Strain:
fa: حداکثر کرنش:
ru: Макс.деформация:

# label28.Text
source: Minimum Strain:
fa: حداقل کرنش:
ru: Мин.деформация:

# label29.Text
source: Peak Noise Detection:
fa: آستانه پيشينه نويز:
ru: Обнаружение пик.шума:

# label30.Text
source: Filter Length:
fa: طول فيلتر:
ru: Длина фильтра:

# label31.Text
source: Fraction Digits:
fa: رقم اعشار:
ru: Дробные цифры:

# label17.Text
source: mm
ru: мм

# label18.Text
source: mm
ru: мм

# label24.Text
source: Encoder (Loadframe)
fa: انکودر لودفريم
ru: Энкодер (рама нагружения)

# tpLDEncoder.Text
source: LD Encoder
fa: انکودر LD
ru: LD Энкодер

# cbUseExtensometer.Text
source: Use Extensometer
fa: اکستنسومتر فعال
ru: Использовать экстензометр

# label42.Text
source: mm
ru: мм

# label3.Text
source: Peak Noise Detection:
fa: آستانه پيشينه نويز:
ru: Обнаружение пик.шума:

# label4.Text
source: Filter Length:
fa: طول فيلتر:
ru: Длина фильтра:

# label8.Text
source: Fraction Digits:
fa: رقم اعشار:
ru: Дробные цифры:

# label9.Text
source: Maximum Extension:
fa: حداکثر تغییر طول:
ru: Макс.удлинение

# label10.Text
source: Minimum Extension:
fa: حداقل تغییر طول:
ru: Мин.удлинение:

# label11.Text
source: mm
ru: мм

# label12.Text
source: mm
ru: мм

# label1.Text
source: Extensometers
fa: اکستنسومتر
ru: Экстензометры

# lbNoExtensometer.Text
source: There is no Extensometer
fa: اکستنسومتر متصل نیست
ru: Нет экстензометра

# label47.Text
source: ID Capacity(mm) R.O.(mv/v)
ru: ID Емкость(мм) R.O.(мВ/В)

# dataGridViewTextBoxColumn1.HeaderText
source: type
fa: نوع
ru: тип

# dataGridViewTextBoxColumn3.HeaderText
source: Max Capacity
fa: حداکثر ظرفیت
ru: Макс. емкость

# label43.Text
source: Gauge Length:
fa: طول سنجه:
ru: Расчетная длина:

# tpExtensometer.Text
source: extensometer
fa: اکستنسومتر
ru: Экстензометр

# label41.Text
source: mm
ru: мм

# label40.Text
source: Gauge Length:
fa: طول سنجه:
ru: Расчетная длина:

# label32.Text
source: Extensometer (Lateral)
fa: اکسنتسومتر لترال
ru: Экстензометр (поперечный)

# label19.Text
source: Maximum Strain:
fa: حداکثر کرنش:
ru: Макс.деформация:

# label20.Text
source: Minimum Strain:
fa: حداقل کرنش:
ru: Мин.деформация:

# label21.Text
source: Peak Noise Detection:
fa: آستانه پيشينه نويز:
ru: Обнаружение пик.шума:

# label22.Text
source: Filter Length:
fa: طول فيلتر:
ru: Длина фильтра:

# label23.Text
source: Resolution:Fraction Digits:
fa: رقم اعشار:
ru: Разрешение: дробные цифры:

# tpStrain2.Text
source: Strain 2
fa: استرین 2
ru: Деформация 2

# tmprUseDirect.Text
source: Panel Controllers
fa: کنترل‌های تابلو
ru: Панель контроллеров

# label45.Text
source: Temperature Axis Range:
fa: بازه نمایش محور دما:
ru: Диапазон оси темп-р

# label38.Text
source: Maximum Allowed Temperature:
fa: حداکثر دمای مجاز:
ru: Макс.допустимая.темп.:

# label37.Text
source: Fraction Digits:
fa: رقم اعشار:
ru: Дробные цифры:

# tbpTemperature.Text
source: Temperature
fa: دما
ru: Температура

# $this.Text
source: Instrument
fa: ابزارالات
ru: Инструмент

# tmprUseHMI.Text
source: HMI
fa: اچ.ام.آی
