Repository: man56/santam-jdaoo
Catalog: PLayer/Setting/FrmMachineSetting.*.resx
Languages: fa

# label1.Text
source: Serial Port:
fa: پورت سريال:

# label2.Text
source: Hardware
fa: سخت افزار

# label28.Text
source: Reset To Factory Setings
fa: برگشت به تنظيمات کارخانه

# label3.Text
source: Crosshead Motion
fa: میز متحرک

# label31.Text
source: Timeout:
fa: مهلت:

# label37.Text
source: Method:
fa: متد کنترل:

# label38.Text
source: Speed Control
fa: کنترل سرعت

# label39.Text
source: Sampling Interval:
fa: نرخ نمونه برداری:

# label4.Text
source: Max Limit Speed:
fa: حداکثر سرعت:

# label40.Text
source: Actuator Position:
fa: موقیعت اکچوئیتور:

# label5.Text
source: Low-Jog Speed:
fa: کمينه سرعت حرکت:

# label6.Text
source: High-Jog Speed:
fa: بيشينه سرعت حرکت:

# label7.Text
source: Speed Increament:
fa: افزايش سرعت:

# label8.Text
source: Read Interval:
fa: بازه زماني خواندن پورت:

# label9.Text
source: Min Limit Speed:
fa: حداقل سرعت:

# llApply.Text
source: Save
fa: ذخيره

# llCancel.Text
source: Cancel
fa: لغو

# llControl.Text
source: Default Speed Control Params
fa: مقادیر پیش فرض کنترل سرعت

# llCrosshead.Text
source: Crosshead
fa: ميز کار

# llHardware.Text
source: Hardware
fa: سخت افزار

# tpControl.Text
source: Control
fa: کنترل سرعت

# tpCrossHead.Text
source: CrossHead
fa: ميز کار

# tpHardware.Text
source: Hardware
fa: سخت افزار

# $this.Text
source: Machine Setting
fa: تنظیمات دستگاه

# cbActuator.Items
source: Up
fa: بالا

# cbActuator.Items1
source: Down
fa: پایین

# cbSpeed.Items
source: Speed Control Factors
fa: عوامل کنترل سرعت

# cbSpeed.Items1
source: Extension Control Factors
fa: عوامل کنترل تغییر ماکن

# cbSpeed.Items2
source: Force Control Factors
fa: عوامل کنترل نیرو

# cbSpeed.Items3
source: Strain Control Factors
fa: عوامل کنترل کرنش

# cbSpeed.Items4
source: Motion Fault Detection
fa: تشخیص خطای حرکت

# cbSpeed.Items5
source: DC Drive Motor Command
fa: فرمان موتور درایو DC

# label16.Text
source: Tolerance
fa: تلورانس

# label22.Text
source: Tolerance
fa: تلورانس

# label29.Text
source: Offset:
fa: انحراف:

# label32.Text
source: Motor CMD:
fa: فرمان موتور:

# label33.Text
source: Velocity:
fa: سرعت:

# label35.Text
source: Step:
fa: مرحله:

# label36.Text
source: Max:
fa: بیشینه:

# label51.Text
source: Tolerance:
fa: تلورانس:

# OptionElectroHydrolic.Text
source: Electro Hydrolic System
fa: سیستم الکترو هیدرولیک

# tabPage5.Text
source: Motion
fa: حرکت

# tabPage6.Text
source: Motor
fa: موتور

# tpExtenCtrl.Text
source: Extension
fa: تمدید

# tpForceCtrl.Text
source: Force
fa: زور

# tpStrainCtrl.Text
source: Strain
fa: کرنش
