Repository: man56/santam-jdaoo
Catalog: PLayer/Setting/FrmTestSetting.*.resx
Languages: fa

# btnCreepApplyTemperature.Text
source: Apply
fa: اعمال

# cbCreepPlotAll.Text
source: Plot all data
fa: رسم دیتای همه مراحل

# cbDefaultReport.Text
source: Use Default Report
fa: استفاده از گزارش پیش فرض

# cbDiagramStartUp.Text
source: Set Test Start Up Scale
fa: اندازه محورها در شروع تست

# cbRelaxPlotAll.Text
source: Plot all data
fa: رسم دیتای همه مراحل

# cbSetPointAction.Items1
source: Stop
fa: پايان

# cbStepSetExtension.Text
source: Set Extension
fa: تنظیم جابه جایی

# cbStepSetForce.Text
source: Set Force
fa: تنظيم نیرو

# cbTensileEnableSecondSpeed.Text
source: Change Speed To Second Speed
fa: فعال کردن سرعت دوم

# cbTensilePreLoad.Text
source: PreLoad
fa: پيش بار

# $this.Text
source: Test Setting
fa: تنظیمات تست

# label1.Text
source: Date:
fa: تاریخ:

# label10.Text
source: Method:
fa: روش:

# label11.Text
source: Change Mode:
fa: نوع تعویض:

# label12.Text
source: Speed:
fa: سرعت:

# label14.Text
source: Set Point Type:
fa: نوع حد:

# label15.Text
source: At Point:
fa: حد:

# label16.Text
source: Set Point Type:
fa: نوع حد:

# label17.Text
source: At Point:
fa: حد:

# label18.Text
source: Set Point Type:
fa: نوع حد:

# label19.Text
source: Speed:
fa: سرعت:

# label2.Text
source: Descriptions:
fa: توضیحات:

# label20.Text
source: Sample Type:
fa: نوع نمونه:

# label23.Text
source: Zeros
fa: صفر کن

# label24.Text
source: Measures
fa: نمایشگرها

# label25.Text
source: Value:
fa: حد:

# label26.Text
source: Rate:
fa: نرخ:

# label27.Text
source: Test Load Type:
fa: نوع حد:

# label28.Text
source: Rate Type:
fa: کنترل نرخ:

# label29.Text
source: Stabilizing Time:
fa: استبلازیسیون:

# label3.Text
source: Test Type:
fa: نوع تست:

# label30.Text
source: Waits:
fa: انتظار:

# label32.Text
source: Diagram
fa: گزارش

# label33.Text
source: Test Duration:
fa: زمان کنترل:

# label35.Text
source: Rate:
fa: نرخ:

# label36.Text
source: Start up Y Axis:
fa: محور عمودی:

# label37.Text
source: Rate Control:
fa: کنترل نرخ:

# label38.Text
source: No. of Cycles:
fa: تعداد سیکل:

# label39.Text
source: Limit Type:
fa: نوع حد:

# label4.Text
source: Report Data Table
fa: جدول گزارش

# label40.Text
source: Force Break Over:
fa: شکست نیرو:

# label42.Text
source: Start up X Axis:
fa: محور افقی:

# label45.Text
source: Measure Name
fa: نوع مانیتور

# label5.Text
source: Sample Id:
fa: شناسه نمونه:

# label53.Text
source: At Start
fa: در آغاز

# label6.Text
source: Customer:
fa: مشتری:

# label60.Text
source: Value:
fa: مقدار:

# label62.Text
source: Current Position:
fa: مکان فعلی:

# label7.Text
source: Operator:
fa: اپراتور:

# label71.Text
source: Sample
fa: نمونه

# label72.Text
source: Information
fa: اطلاعات

# label74.Text
source: Method
fa: روش تست

# label76.Text
source: Stabilizing Time:
fa: مدت تثبیت:

# label77.Text
source: Set Point Type:
fa: نوع حد:

# label78.Text
source: Control Duration:
fa: زمان کنترل:

# label8.Text
source: Or Use Report:
fa: یا استفاده از گزارش:

# label80.Text
source: Rate Type:
fa: کنترل نرخ:

# label83.Text
source: Set Point Action:
fa: عمل نقطه حد:

# label87.Text
source: Y axis:
fa: محور عمودی:

# label88.Text
source: X axis:
fa: محور افقی:

# label89.Text
source: Rate:
fa: نرخ:

# label90.Text
source: Value:
fa: حد:

# label92.Text
source: Set Point:
fa: نقطه هدف:

# label93.Text
source: Set Point Type:
fa: نوع حد:

# label94.Text
source: Rate:
fa: نرخ:

# label95.Text
source: Rate Type:
fa: کنترل نرخ:

# label96.Text
source: Control
fa: کنترل سرعت

# label97.Text
source: Mode:
fa: نوع:

# label98.Text
source: Measuring Tool
fa: ابزار اندازه گیری

# label99.Text
source: Measuring Label
fa: برچسب نمایشگرها

# lbAreaInertia.Text
source: Area:
fa: مساحت:

# lbCyclicLimit1.Text
source: Limit #1:
fa: حد #1:

# lbCyclicLimit2.Text
source: Limit #2:
fa: حد #2:

# lbSampleGP.Text
source: Grip Length:
fa: طول گریپ:

# lbSampleGS.Text
source: Gauge Length:
fa: طول گیج:

# lbTensileS2E.Text
source: At Point:
fa: در نقطه:

# llcancel.Text
source: Cancel
fa: لغو

# llCtr.Text
source: Control
fa: کنترل سرعت

# llExport.Text
source: Export
fa: ذخیره

# llImport.Text
source: Import
fa: بازیابی

# llInformation.Text
source: Information
fa: اطلاعات

# llLoadDefault.Text
source: Load Default Test
fa: بازیابی پیش فرض

# llmeasures.Text
source: Measures
fa: نمایشگرها

# llMeasuresOk.Text
source: Apply
fa: اعمال

# llMethod.Text
source: Method
fa: روش تست

# llOk.Text
source: Ok
fa: قبول

# llReporting.Text
source: Reporting
fa: گزارش

# llSample.Text
source: Sample
fa: نمونه

# llSaveDefulat.Text
source: Save Default Test
fa: ذخیره تست پیش فرض

# llSpdctrlDefault.Text
source: Load Default Settings
fa: بازیابی تنظیمات پیش فرض

# llStepAdd.Text
source: Add
fa: افزودن

# llStepCancel.Text
source: Del
fa: حذف

# llStepUpdate.Text
source: Update
fa: ویرایش

# tpDiagram.Text
source: Diagram
fa: نمودار

# tpInformation.Text
source: Information
fa: اطلاعات

# tpMeasures.Text
source: Measures
fa: نمایشگرها

# tpMethod.Text
source: Method
fa: روش تست

# tpSample.Text
source: Sample
fa: نمونه

# txtRelaxationTestDuration.Text
source: Test Duration:
fa: مدت آزمایش:

# cbCreepSetPointRateControl.Items
source: Force(N)
fa: نیرو (N)

# cbCreepSetPointRateControl.Items1
source: Stress(MPa)
fa: استرس (MPa)

# cbCyclicLimitType.Items
source: Force(N)
fa: نیرو (N)

# cbCyclicLimitType.Items1
source: Stress(MPa)
fa: استرس (MPa)

# cbCyclicRateControl.Items
source: Force(N)
fa: نیرو (N)

# cbCyclicRateControl.Items1
source: Stress(MPa)
fa: استرس (MPa)

# cbM1Tool.Items
source: Circular
fa: مدور

# cbM1Tool.Items1
source: Rectangular
fa: مستطیل

# cbM1Tool.Items2
source: Weight
fa: وزن

# cbM1Tool.Items3
source: Area
fa: ناحیه

# cbM2Tool.Items
source: Circular
fa: مدور

# cbM2Tool.Items1
source: Rectangular
fa: مستطیل

# cbM2Tool.Items2
source: Weight
fa: وزن

# cbM2Tool.Items3
source: Area
fa: ناحیه

# cbM3Tool.Items
source: Circular
fa: مدور

# cbM3Tool.Items1
source: Rectangular
fa: مستطیل

# cbM3Tool.Items2
source: Weight
fa: وزن

# cbM3Tool.Items3
source: Area
fa: ناحیه

# cbM4Tool.Items
source: Circular
fa: مدور

# cbM4Tool.Items1
source: Rectangular
fa: مستطیل

# cbM4Tool.Items2
source: Weight
fa: وزن

# cbM4Tool.Items3
source: Area
fa: ناحیه

# cbM5Tool.Items
source: Circular
fa: مدور

# cbM5Tool.Items1
source: Rectangular
fa: مستطیل

# cbM5Tool.Items2
source: Weight
fa: وزن

# cbM5Tool.Items3
source: Area
fa: ناحیه

# cbM6Tool.Items
source: Circular
fa: مدور

# cbM6Tool.Items1
source: Rectangular
fa: مستطیل

# cbM6Tool.Items2
source: Weight
fa: وزن

# cbM6Tool.Items3
source: Area
fa: ناحیه

# cbM7Tool.Items
source: Circular
fa: مدور

# cbM7Tool.Items1
source: Rectangular
fa: مستطیل

# cbM7Tool.Items2
source: Weight
fa: وزن

# cbM7Tool.Items3
source: Area
fa: ناحیه

# cbMeasureType1.Items
source: Circular
fa: مدور

# cbMeasureType1.Items1
source: Rectangular
fa: مستطیل

# cbMeasureType1.Items2
source: Weight
fa: وزن

# cbMeasureType1.Items3
source: Area
fa: ناحیه

# cbMeasureType2.Items
source: Circular
fa: مدور

# cbMeasureType2.Items1
source: Rectangular
fa: مستطیل

# cbMeasureType2.Items2
source: Weight
fa: وزن

# cbMeasureType2.Items3
source: Area
fa: ناحیه

# cbMeasureType3.Items
source: Circular
fa: مدور

# cbMeasureType3.Items1
source: Rectangular
fa: مستطیل

# cbMeasureType3.Items2
source: Weight
fa: وزن

# cbMeasureType3.Items3
source: Area
fa: ناحیه

# cbMeasureType4.Items
source: Circular
fa: مدور

# cbMeasureType4.Items1
source: Rectangular
fa: مستطیل

# cbMeasureType4.Items2
source: Weight
fa: وزن

# cbMeasureType4.Items3
source: Area
fa: ناحیه

# cbMeasureType5.Items
source: Circular
fa: مدور

# cbMeasureType5.Items1
source: Rectangular
fa: مستطیل

# cbMeasureType5.Items2
source: Weight
fa: وزن

# cbMeasureType5.Items3
source: Area
fa: ناحیه

# cbMeasureType6.Items
source: Circular
fa: مدور

# cbMeasureType6.Items1
source: Rectangular
fa: مستطیل

# cbMeasureType6.Items2
source: Weight
fa: وزن

# cbMeasureType6.Items3
source: Area
fa: ناحیه

# cbMeasureType7.Items
source: Circular
fa: مدور

# cbMeasureType7.Items1
source: Rectangular
fa: مستطیل

# cbMeasureType7.Items2
source: Weight
fa: وزن

# cbMeasureType7.Items3
source: Area
fa: ناحیه

# cbMethodTestMethod.Items
source: Tensile
fa: کشش

# cbMethodTestMethod.Items1
source: Compressive
fa: مقاومت فشاری

# cbMethodTestMethod.Items2
source: Relaxation
fa: آرامش

# cbMethodTestMethod.Items3
source: Creep
fa: سینه مال رفتن

# cbMethodTestMethod.Items4
source: Cyclic
fa: چرخه‌ای

# cbMethodTestMethod.Items5
source: Step
fa: مرحله

# cboDateCultureFormat.Items
source: Custom
fa: سفارشی

# cboDateCultureFormat.Items1
source: System
fa: سیستم

# cboDateCultureFormat.Items2
source: Persian
fa: فارسی

# cboDecimationUnit.Items
source: Decimate
fa: نادیدگیری

# cboDecimationUnit.Items1
source: Sample/sec
fa: نمونه/ثانیه

# cboDecimationUnit.Items2
source: Sample/min
fa: نمونه/دقیقه

# cboDecimationUnit.Items3
source: Sample/hr
fa: نمونه/ساعت

# cbRelaxSetPointRateControl.Items
source: Force(N)
fa: نیرو (N)

# cbRelaxSetPointRateControl.Items1
source: Stress(MPa)
fa: استرس (MPa)

# cbSetPointAction.Items
source: None
fa: هیچکدام

# cbSetPointAction.Items2
source: Keep
fa: نگاه داشتن

# cbSpeed.Items
source: Extension Control Factors
fa: عوامل کنترل تغییر مکان

# cbSpeed.Items1
source: Force Control Factors
fa: عوامل کنترل نیرو

# cbSpeed.Items2
source: Strain Control Factors
fa: عوامل کنترل کرنش

# cbSpeedUnits.Items
source: None
fa: هیچکدام

# cbSpeedUnits.Items1
source: Force
fa: زور

# cbSpeedUnits.Items2
source: Strain
fa: کرنش

# cbSpeedUnits.Items3
source: Exten
fa: طول کشید

# cbStepSetPointRateControl.Items
source: Force(N)
fa: نیرو (N)

# cbStepSetPointRateControl.Items1
source: Stress(MPa)
fa: استرس (MPa)

# cbStepSetPointType.Items
source: Force(N)
fa: نیرو (N)

# cbStepSetPointType.Items1
source: Stress(MPa)
fa: استرس (MPa)

# cbStopCondition.Text
source: Use Stop Condition
fa: استفاده از شرط توقف استفاده

# cbTensileEnableStoE.Text
source: Strain To Exten Switching
fa: تبدیل استرین به اکستنشن

# cbTensilePreLoadSetZero.Items
source: None
fa: هیچکدام

# cbTensilePreLoadSetZero.Items1
source: Force
fa: زور

# cbTensilePreLoadSetZero.Items2
source: Strain
fa: کرنش

# cbTensilePreLoadSetZero.Items3
source: Exten
fa: طول کشید

# cbTensilePreLoadType.Items
source: Force(N)
fa: نیرو (N)

# cbTensilePreLoadType.Items1
source: Stress(MPa)
fa: استرس (MPa)

# cbTensileSecSpeedType.Items
source: Force(N)
fa: نیرو (N)

# cbTensileSecSpeedType.Items1
source: Stress(MPa)
fa: استرس (MPa)

# cbTensileStoEChangeMode.Items
source: Force(N)
fa: نیرو (N)

# cbTensileStoEChangeMode.Items1
source: Stress(MPa)
fa: استرس (MPa)

# cbTensileStoEType.Items
source: Force(N)
fa: نیرو (N)

# cbTensileStoEType.Items1
source: Stress(MPa)
fa: استرس (MPa)

# chkResetExtension.Text
source: Reset Extension
fa: بازنشانی مکان

# Column1.HeaderText
source: Rate Ctrl
fa: کنترل نرخ

# Column2.HeaderText
source: Rate
fa: نرخ

# Column3.HeaderText
source: Unit
fa: واحد

# Column4.HeaderText
source: Limit Type
fa: نوع محدودیت

# Column5.HeaderText
source: Limit
fa: حد

# Column6.HeaderText
source: Unit
fa: واحد

# Column8.HeaderText
source: Set Point Action
fa: اقدام در نقطه هدف

# label102.Text
source: Tolerance:
fa: تلورانس:

# label107.Text
source: Tolerance:
fa: تلورانس:

# label112.Text
source: Tolerance:
fa: تلورانس:

# label43.Text
source: Sample Decimation:
fa: سرعت نمونه برداری:

# label44.Text
source: Sample Capture:
fa: نمونه برداری:

# label54.Text
source: Stop Conditions
fa: شرایط توقف

# label55.Text
source: Y2 axis:
fa: محور عمودی دوم:

# label56.Text
source: Condition Value:
fa: مقدار شرط:

# label57.Text
source: Preload Type:
fa: نوع پیش بارگذاری:

# label58.Text
source: Condition Type:
fa: نوع شرط:

# label59.Text
source: Temperature Set Point:
fa: نقطه تنظیم دما:

# label64.Text
source: Preload Time:
fa: زمان پیش بارگذاری:

# label66.Text
source: PreHeat Time:
fa: زمان پیش گرمایش:

# label68.Text
source: After
fa: پس از

# label69.Text
source: Cycles
fa: چرخه‌ای

# lbAdvanced.Text
source: Advanced
fa: پیشرفته

# lbSampleDim1.Text
source: Density:
fa: چگالی:

# lbSampleDim2.Text
source: Weight:
fa: وزن:

# lbSampleDim3.Text
source: Length:
fa: طول:

# llStopCondition.Text
source: Stop Condition
fa: وضعیت توقف

# tabPage5.Text
source: Cyclic
fa: چرخه‌ای

# tabPage6.Text
source: Step
fa: مرحله‌ای

# tpCompressive.Text
source: compressive
fa: مقاومت فشاری

# tpCreep.Text
source: Creep
fa: خزش

# tpCtrl.Text
source: SpeedControl
fa: کنترل سرعت

# tpExtenCtrl.Text
source: Extension
fa: تغییرطول

# tpForceCtrl.Text
source: Force
fa: نیرو

# tpRelaxation.Text
source: Relaxation
fa: خستگی

# tpStrainCtrl.Text
source: Strain
fa: کرنش

# tpTensile.Text
source: tensile
fa: کشش
