Repository: man56/santam-jdaoo
Catalog: PLayer/Setting/FrmUnitSetting.*.resx
Languages: ru

# label73.Text
source: Units
ru: Ед.изм.

# label59.Text
source: Time Unit:
ru: Ед.изм.времени:

# cbUnitTime.Items
source: SI
ru: СИ

# label44.Text
source: Strain Unit:
ru: Ед.изм.деформации:

# label43.Text
source: Stress Unit:
ru: Ед.изм.напряжения:

# label42.Text
source: Extension Unit:
ru: Ед.изм.удлинения:

# label36.Text
source: Force Unit:
ru: Ед.изм.нагрузки:

# label23.Text
source: Main Standard:
ru: Осн.стандарт:

# cbUnitStrain.Items
source: SI
ru: СИ

# cbUnitStress.Items
source: SI
ru: СИ

# cbUnitExtension.Items
source: SI
ru: СИ

# cbUnitForce.Items
source: SI
ru: СИ

# llCancel.Text
source: Cancel
ru: Отмена

# label1.Text
source: Mass Stress Unit:
ru: Ед.изм.напряжения мас.:

# cbUnitSpecificStress.Items
source: SI
ru: СИ

# cbUnitLengthStress.Items
source: SI
ru: СИ

# label2.Text
source: Length Stress Unit:
ru: Ед.изм.напряжения длин.:

# label3.Text
source: Temperature Unit:
ru: Ед.изм.температуры:

# cbUnitTemperature.Items
source: SI
ru: СИ

# $this.Text
source: Unit Setting
ru: Настройки ед.
