Repository: man56/santam-jdaoo
Catalog: PLayer/Setting/TemperatureMoreControlForm.*.resx
Languages: ru

# cmdApplyZ1SetPoint.Text
source: Apply
ru: Применить

# label1.Text
source: Set Point Z1:
ru: Уставка Z1:

# cmdApplyZ2SetPoint.Text
source: Apply
ru: Применить

# label2.Text
source: Set Point Z2:
ru: Уставка Z2:

# cmdApplyZ3SetPoint.Text
source: Apply
ru: Применить

# label3.Text
source: Set Point Z3:
ru: Уставка Z3:

# chkEnableTemperatureCompensation.Text
source: Enable Temperature Compensation
ru: Включить температурную компенсацию

# commandApplyTPeriod.Text
source: Apply
ru: Применить

# label4.Text
source: Check Period:
ru: Период проверки:

# label5.Text
source: (min)
ru: (мин)

# option_ShowAverages.Text
source: Show Means
ru: Показать медианы

# label9.Text
source: Temperature reset log:
ru: Журнал сброса температуры:

# chkEnableResetTemperatureSetpointAfterStop.Text
source: Set Temperature To ZERO On Test Stop
ru: Установите температуру на ноль в режиме тестовой остановки.

# $this.Text
source: Temperature Setpoint Reset
ru: Сброс заданного значения температуры
